
<!DOCTYPE HTML>
<html lang="cn" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>时间片优化·其一 提升单位时间收益 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="mystyle.css">
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch03.html" />
    
    
    <link rel="prev" href="ch01.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://ftqq.com/" target="_blank" class="custom-link">方糖气球</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    程序员如何优雅地挣零花钱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch00.html">
            
                <a href="ch00.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    想明白自己的核心资源
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    时间片优化·其一 提升单位时间收益
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    时间片优化·其二 提升单位时间效率
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    资产和被动收入·其一 获得资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    资产和被动收入·其二 创造资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    资产和被动收入·其三 资产的量化评估
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    销售时间片的方式
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch13.html">
            
                <a href="ch13.html">
            
                    
                    适合程序员创造的资产·付费课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ch12.html">
            
                <a href="ch12.html">
            
                    
                    适合程序员创造的资产·付费专栏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="ch10.html">
            
                <a href="ch10.html">
            
                    
                    适合程序员创造的资产·付费社群
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="ch11.html">
            
                <a href="ch11.html">
            
                    
                    适合程序员创造的资产·书籍出版
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="ch16.html">
            
                <a href="ch16.html">
            
                    
                    适合程序员创造的资产·模板、插件和源代码市场
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15" data-path="ch15.html">
            
                <a href="ch15.html">
            
                    
                    适合程序员创造的资产·订阅式软件和服务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="ch14.html">
            
                <a href="ch14.html">
            
                    
                    适合程序员创造的资产·应用市场卖付费软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="ch17.html">
            
                <a href="ch17.html">
            
                    
                    适合程序员创造的资产·经营媒体账号并带货
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="ch99.html">
            
                <a href="ch99.html">
            
                    
                    后记
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >时间片优化·其一 提升单位时间收益</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x65F6;&#x95F4;&#x7247;&#x4F18;&#x5316;&#xB7;&#x5176;&#x4E00;-&#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x6536;&#x76CA;">&#x65F6;&#x95F4;&#x7247;&#x4F18;&#x5316;&#xB7;&#x5176;&#x4E00; &#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x6536;&#x76CA;</h1>
<p>&#x5173;&#x4E8E;&#x300C;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x4F18;&#x5316;&#x300D;&#xFF0C;&#x6709;&#x4E24;&#x79CD;&#x601D;&#x8DEF;&#x3002;&#x7B2C;&#x4E00;&#x79CD;&#x662F;&#xFF0C;<strong>&#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x7684;&#x6536;&#x76CA;</strong>&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x903B;&#x8F91;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x65E2;&#x7136;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x6570;&#x91CF;&#x5F88;&#x96BE;&#x63D0;&#x5347;&#xFF0C;&#x90A3;&#x4E48;&#x6BCF;&#x4E00;&#x7247;&#x65F6;&#x95F4;&#x6323;&#x7684;&#x94B1;&#x591A;&#x4E86;&#xFF0C;&#x6574;&#x4E2A;&#x6536;&#x76CA;&#x5C31;&#x591A;&#x4E86;&#x3002;
&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x4EEC;&#x5728;&#x505A;&#x5916;&#x5305;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EF;&#x4EE5;&#x53BB;&#x627E;&#x66F4;&#x597D;&#x7684;&#x96C7;&#x4E3B;&#x3002;</p>
<h2 id="&#x5207;&#x6362;&#x5730;&#x57DF;">&#x5207;&#x6362;&#x5730;&#x57DF;</h2>
<p><img src="https://theseven.ftqq.com/20200407135336.png" alt=""></p>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x601D;&#x8DEF;&#x662F;&#xFF0C;&#x53BB;&#x505A;&#x56FD;&#x5916;&#x7684;&#x5916;&#x5305;&#x3002;&#x56E0;&#x4E3A;&#x548C;&#x56FD;&#x5185;&#x76F8;&#x6BD4;&#xFF0C;&#x56FD;&#x5916;&#x7684;&#x4EBA;&#x529B;&#x6210;&#x672C;&#x4F1A;&#x8D35;&#x5F88;&#x591A;&#xFF0C;&#x76F8;&#x6BD4;&#x56FD;&#x5916;&#x7684;&#x5F00;&#x53D1;&#x8005;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x6210;&#x672C;&#x53C8;&#x66F4;&#x4F4E;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x5C31;&#x51FA;&#x73B0;&#x4E86;&#x4E00;&#x4E2A;&#x4EF7;&#x683C;&#x5DEE;&#x3002;&#x63A7;&#x5236;&#x597D;&#x8FD9;&#x4E2A;&#x4EF7;&#x683C;&#x5DEE;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x6323;&#x5230;&#x66F4;&#x591A;&#x7684;&#x94B1;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x8981;&#x505A;&#x56FD;&#x5916;&#x7684;&#x4E1A;&#x52A1;&#x5C31;&#x8981;&#x6C42;&#x6211;&#x4EEC;&#x6709;&#x901A;&#x8FC7;&#x5916;&#x8BED;&#x8FDB;&#x884C;&#x6C9F;&#x901A;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x6CA1;&#x6709;&#xFF0C;&#x53EF;&#x4EE5;&#x653E;&#x5F03;&#x8FD9;&#x4E2A;&#x5E02;&#x573A;&#xFF1B;&#x6216;&#x8005;&#x8BD5;&#x8BD5;&#x7528;<a href="https://fox.ftqq.com" target="_blank">&#x798F;&#x5229;&#x5355;&#x8BCD;</a>&#x6765;&#x57F9;&#x517B;(&#x8BEF;)&#x3002;</p>
<h2 id="&#x4ECE;&#x5916;&#x5305;-&#x274C;-&#x5230;&#x4E8C;&#x6B21;&#x5F00;&#x53D1;-&#x2B55;&#xFE0F;">&#x4ECE;&#x5916;&#x5305; &#x274C; &#x5230;&#x4E8C;&#x6B21;&#x5F00;&#x53D1; &#x2B55;&#xFE0F;</h2>
<p>&#x4F46;&#x662F;&#x5728;&#x6CA1;&#x6709;&#x5EFA;&#x7ACB;&#x8D77;&#x81EA;&#x5DF1;&#x7684;&#x884C;&#x4E1A;&#x77E5;&#x540D;&#x5EA6;&#x4E4B;&#x524D;&#xFF0C;&#x505A;&#x5916;&#x5305;&#x9762;&#x5BF9;&#x7684;&#x5F80;&#x5F80;&#x662F;&#x4EF7;&#x683C;&#x6218;&#x7684;&#x7EA2;&#x6D77;&#xFF0C;&#x603B;&#x6709;&#x4EBA;&#x7684;&#x65F6;&#x95F4;&#x6BD4;&#x4F60;&#x4E0D;&#x503C;&#x94B1;&#x3002;&#x800C;&#x4E14;&#x5916;&#x5305;&#x662F;&#x4E00;&#x4E2A;&#x5F00;&#x653E;&#x6027;&#x9700;&#x6C42;&#xFF0C;&#x5982;&#x679C;&#x771F;&#x7684;&#x8981;&#x628A;&#x96C7;&#x4E3B;&#x7684;&#x9700;&#x6C42;&#x505A;&#x7EC6;&#x505A;&#x597D;&#x7684;&#x8BDD;&#xFF0C;&#x5BF9;&#x6280;&#x672F;&#x6808;&#x7684;&#x5E7F;&#x5EA6;&#x8981;&#x6C42;&#x8FD8;&#x633A;&#x9AD8;&#x7684;&#x3002;&#x53E6;&#x5916;&#x597D;&#x7684;&#x5916;&#x5305;&#x9879;&#x76EE;&#x5F80;&#x5F80;&#x5E76;&#x4E0D;&#x5B8C;&#x5168;&#x516C;&#x5F00;&#x62DB;&#x6807;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x4E1A;&#x5185;&#x6216;&#x8005;&#x670B;&#x53CB;&#x63A8;&#x8350;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x7684;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x6709;&#x4E00;&#x79CD;&#x65B9;&#x5F0F;&#x53EF;&#x4EE5;&#x7F13;&#x89E3;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x3002;&#x90A3;&#x5C31;&#x662F;<strong>&#x6211;&#x4EEC;&#x628A;&#x5F00;&#x53D1;&#x7684;&#x8303;&#x56F4;&#x7F29;&#x5C0F;&#x5230;&#x4E00;&#x4E2A;&#x7EC6;&#x5206;&#x5E02;&#x573A;&#x4E0A;&#x6765;</strong>&#xFF0C;&#x901A;&#x8FC7;&#x7ED9;&#x4E00;&#x4E9B;&#x6807;&#x51C6;&#x5316;&#x7684;&#x5F00;&#x6E90;&#x4EA7;&#x54C1;&#x505A;&#x4E8C;&#x6B21;&#x5F00;&#x53D1;&#x6765;&#x6323;&#x94B1;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x4E5F;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x65B0;&#x601D;&#x8DEF;&#xFF0C;&#x5F88;&#x65E9;&#x4EE5;&#x524D;&#x5C31;&#x6709;&#x4EBA;&#x4E13;&#x95E8;&#x7ED9;Discuz!&#x505A;&#x4E8C;&#x6B21;&#x5F00;&#x53D1;&#x6323;&#x94B1;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x601D;&#x8DEF;&#x6269;&#x5C55;&#x5F00;&#x4E00;&#x4E9B;&#xFF0C;&#x6BD4;&#x5982;<strong>&#x4ECE;&#x56FD;&#x5185;&#x9879;&#x76EE;&#x6539;&#x6210;&#x56FD;&#x9645;&#x77E5;&#x540D;&#x7684;&#x9879;&#x76EE;</strong>&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x5C31;&#x80FD;&#x89E3;&#x51B3;&#x6389;&#x300C;&#x51FA;&#x6D77;&#x300D;&#x63A5;&#x6D3B;&#x7684;&#x5927;&#x90E8;&#x5206;&#x95EE;&#x9898;&#xFF0C;&#x7528;&#x6237;&#x4ECE;&#x54EA;&#x513F;&#x6765;&#xFF1F;&#x5F00;&#x6E90;&#x793E;&#x533A;&#x3002;&#x5982;&#x4F55;&#x8BC1;&#x660E;&#x81EA;&#x5DF1;&#xFF1F;&#x5199;&#x51E0;&#x4E2A;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x5F00;&#x6E90;&#x63D2;&#x4EF6;&#x505A;&#x7684;demo&#x3002;&#x5982;&#x4F55;&#x83B7;&#x53D6;&#x9AD8;&#x6536;&#x76CA;&#xFF1F;&#x4E13;&#x95E8;&#x7ED9;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x5199;&#x63D2;&#x4EF6;&#x7684;&#x4EBA;&#x5E76;&#x4E0D;&#x591A;&#x3002;</p>
<h2 id="&#x5207;&#x6362;&#x5BF9;&#x65F6;&#x95F4;&#x7247;&#x66F4;&#x53CB;&#x597D;&#x7684;&#x5546;&#x4E1A;&#x6A21;&#x5F0F;">&#x5207;&#x6362;&#x5BF9;&#x65F6;&#x95F4;&#x7247;&#x66F4;&#x53CB;&#x597D;&#x7684;&#x5546;&#x4E1A;&#x6A21;&#x5F0F;</h2>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x80FD;&#x63A7;&#x5236;&#x81EA;&#x5DF1;&#x552E;&#x5356;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x65B9;&#x5F0F;&#x8BDD;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x66F4;&#x597D;&#x7684;&#x5546;&#x4E1A;&#x6A21;&#x5F0F;&#x6765;&#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x7684;&#x6536;&#x76CA;&#x3002;</p>
<p>&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x505A;&#x8BFE;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5F88;&#x591A;&#x540C;&#x5B66;&#x95EE;&#x6211;&#x8BF4;&#x300C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x53BB;&#x505A;&#x4E00;&#x5BF9;&#x4E00;&#x7684;&#x7CBE;&#x54C1;&#x8BFE;&#x7A0B;&#x300D;&#x6216;&#x8005;&#x300C;&#x4E3A;&#x4EC0;&#x4E48;&#x4F60;&#x4E0D;&#x7231;&#x505A;&#x76F4;&#x64AD;&#x300D;&#xFF1F;</p>
<p><img src="https://theseven.ftqq.com/20200407135516.png" alt=""></p>
<p>&#x7ED3;&#x5408;&#x65F6;&#x95F4;&#x7247;&#x7406;&#x8BBA;&#x60F3;&#x60F3;&#xFF0C;&#x5927;&#x5BB6;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x539F;&#x56E0;&#x3002;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x53BB;&#x505A;&#x4E00;&#x5BF9;&#x4E00;&#xFF0C;&#x867D;&#x7136;&#x8FD9;&#x4E2A;&#x5BA2;&#x6237;&#x53EF;&#x80FD;&#x7ED9;&#x6211;&#x7684;&#x6536;&#x76CA;&#x76F8;&#x5BF9;&#x7B97;&#x9AD8;&#x3002;&#x4F46;&#x662F;&#x6211;&#x7684;&#x65F6;&#x95F4;&#x7247;&#x53EA;&#x80FD;&#x82B1;&#x8D39;&#x5728;&#x8FD9;&#x4E00;&#x4E2A;&#x5BA2;&#x6237;&#x8EAB;&#x4E0A;&#x3002;&#x800C;<strong>&#x5982;&#x679C;&#x662F;&#x4E00;&#x5BF9;&#x591A;&#xFF0C;&#x4ECE;&#x53EF;&#x80FD;&#x6027;&#x4E0A;&#x8BB2;&#xFF0C;&#x6211;&#x7684;&#x6536;&#x76CA;&#x7A7A;&#x95F4;&#x5C31;&#x4F1A;&#x9AD8;&#x975E;&#x5E38;&#x591A;</strong>&#x3002;&#x5373;&#x4F7F;&#x6765;&#x81EA;&#x5355;&#x4E2A;&#x5BA2;&#x6237;&#x7684;&#x6536;&#x76CA;&#x4E0D;&#x591A;&#xFF0C;&#x4F46;&#x5F88;&#x591A;&#x4EBA;&#x7D2F;&#x79EF;&#x8D77;&#x6765;&#x5C31;&#x591A;&#x4E86;&#x3002;</p>
<p>&#x76F4;&#x64AD;&#x8BFE;&#x4E5F;&#x662F;&#x4E00;&#x6837;&#x7684;&#x9053;&#x7406;&#xFF0C;&#x5B83;&#x6BCF;&#x4E00;&#x6B21;&#x90FD;&#x8981;&#x6D88;&#x8017;&#x6211;&#x4EEC;&#x7684;&#x65F6;&#x95F4;&#x7247;&#x3002;&#x800C;&#x5F55;&#x64AD;&#x8BFE;&#x53EA;&#x8981;&#x5F55;&#x5236;&#x4E00;&#x6B21;&#xFF0C;&#x4E4B;&#x540E;&#x5C31;&#x4E0D;&#x7528;&#x518D;&#x6D88;&#x8017;&#x6211;&#x4EEC;&#x7684;&#x65F6;&#x95F4;&#x7247;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x5355;&#x4ECE;&#x5229;&#x7528;&#x7387;&#x4E0A;&#x6765;&#x8BB2;&#xFF0C;&#x5F55;&#x64AD;&#x624D;&#x662F;&#x66F4;&#x597D;&#x7684;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x8FD9;&#x53EA;&#x662F;&#x4ECE;&#x6A21;&#x5F0F;&#x4E0A;&#x6765;&#x8BB2;&#x7684;&#x6548;&#x7387;&#xFF0C;&#x5E76;&#x4E0D;&#x4E00;&#x5B9A;&#x548C;&#x5177;&#x4F53;&#x7684;&#x4F8B;&#x5B50;&#x5339;&#x914D;&#x3002;&#x4E5F;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x76F4;&#x64AD;&#x505A;&#x7684;&#x975E;&#x5E38;&#x6323;&#x94B1;&#xFF0C;&#x5F55;&#x64AD;&#x6839;&#x672C;&#x6CA1;&#x4EBA;&#x770B;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x76F4;&#x64AD;&#x8FD8;&#x80FD;&#x5E26;&#x8D27;&#x5462;&#xFF0C;&#x5BF9;&#x5427;&#x3002;</p>
<p>&#x73B0;&#x5728;&#x5F88;&#x591A;&#x8BFE;&#x7A0B;&#x5E73;&#x53F0;&#x4E5F;&#x7528;&#x76F4;&#x64AD;&#x6765;&#x62C9;&#x65B0;&#xFF0C;&#x8FD9;&#x91CC;&#x6240;&#x8C13;&#x7684;&#x76F4;&#x64AD;&#x8BFE;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x53D8;&#x76F8;&#x5E7F;&#x544A;&#xFF0C;&#x5B83;&#x662F;&#x7528;&#x6765;&#x89E3;&#x51B3;&#x8425;&#x9500;&#x95EE;&#x9898;&#x7684;&#xFF0C;&#x5B8C;&#x5168;&#x5C31;&#x662F;&#x53E6;&#x4E00;&#x5957;&#x903B;&#x8F91;&#x4E86;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch01.html" class="navigation navigation-prev " aria-label="Previous page: 想明白自己的核心资源">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch03.html" class="navigation navigation-next " aria-label="Next page: 时间片优化·其二 提升单位时间效率">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"时间片优化·其一 提升单位时间收益","level":"1.4","depth":1,"next":{"title":"时间片优化·其二 提升单位时间效率","level":"1.5","depth":1,"path":"ch03.md","ref":"ch03.md","articles":[]},"previous":{"title":"想明白自己的核心资源","level":"1.3","depth":1,"path":"ch01.md","ref":"ch01.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"mystyle.css","pdf":"mystyle.css","mobi":"mystyle.css","epub":"mystyle.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"cn","links":{"sidebar":{"方糖气球":"http://ftqq.com/"}},"gitbook":"*"},"file":{"path":"ch02.md","mtime":"2020-04-07T14:41:16.041Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T02:44:58.207Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

