
<!DOCTYPE HTML>
<html lang="cn" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>时间片优化·其二 提升单位时间效率 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="mystyle.css">
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch04.html" />
    
    
    <link rel="prev" href="ch02.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://ftqq.com/" target="_blank" class="custom-link">方糖气球</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    程序员如何优雅地挣零花钱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch00.html">
            
                <a href="ch00.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    想明白自己的核心资源
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    时间片优化·其一 提升单位时间收益
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.5" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    时间片优化·其二 提升单位时间效率
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    资产和被动收入·其一 获得资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    资产和被动收入·其二 创造资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    资产和被动收入·其三 资产的量化评估
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    销售时间片的方式
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch13.html">
            
                <a href="ch13.html">
            
                    
                    适合程序员创造的资产·付费课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ch12.html">
            
                <a href="ch12.html">
            
                    
                    适合程序员创造的资产·付费专栏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="ch10.html">
            
                <a href="ch10.html">
            
                    
                    适合程序员创造的资产·付费社群
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="ch11.html">
            
                <a href="ch11.html">
            
                    
                    适合程序员创造的资产·书籍出版
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="ch16.html">
            
                <a href="ch16.html">
            
                    
                    适合程序员创造的资产·模板、插件和源代码市场
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15" data-path="ch15.html">
            
                <a href="ch15.html">
            
                    
                    适合程序员创造的资产·订阅式软件和服务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="ch14.html">
            
                <a href="ch14.html">
            
                    
                    适合程序员创造的资产·应用市场卖付费软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="ch17.html">
            
                <a href="ch17.html">
            
                    
                    适合程序员创造的资产·经营媒体账号并带货
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="ch99.html">
            
                <a href="ch99.html">
            
                    
                    后记
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >时间片优化·其二 提升单位时间效率</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x65F6;&#x95F4;&#x7247;&#x4F18;&#x5316;&#xB7;&#x5176;&#x4E8C;-&#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x6548;&#x7387;">&#x65F6;&#x95F4;&#x7247;&#x4F18;&#x5316;&#xB7;&#x5176;&#x4E8C; &#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x6548;&#x7387;</h1>
<h2 id="&#x901A;&#x8FC7;&#x81EA;&#x52A8;&#x5316;&#x63D0;&#x5347;&#x6548;&#x7387;">&#x901A;&#x8FC7;&#x81EA;&#x52A8;&#x5316;&#x63D0;&#x5347;&#x6548;&#x7387;</h2>
<p>&#x90A3;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x4F18;&#x5316;&#x65B9;&#x5411;&#x5C31;&#x662F;&#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x7684;&#x6548;&#x7387;&#x3002;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6211;&#x5C31;&#x8FD9;&#x4E48;&#x70B9;&#x65F6;&#x95F4;&#xFF0C;&#x539F;&#x6765;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x53EF;&#x4EE5;&#x505A;&#x5B8C;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#xFF0C;&#x73B0;&#x5728;&#x627E;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x65B0;&#x529E;&#x6CD5;&#xFF0C;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x53EF;&#x4EE5;&#x505A;&#x5B8C;&#x5341;&#x4E2A;&#x529F;&#x80FD;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x6548;&#x7387;&#x7684;&#x63D0;&#x5347;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407150303.png" alt=""></p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x901A;&#x8FC7;&#x589E;&#x5F3A;&#x81EA;&#x5DF1;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x6765;&#x5F3A;&#x8FEB;&#x81EA;&#x5DF1;&#x53BB;&#x63D0;&#x5347;&#x751F;&#x4EA7;&#x6548;&#x7387;&#xFF0C;&#x8FD9;&#x79CD;&#x4E8B;&#x60C5;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5F88;&#x96BE;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x5145;&#x5176;&#x91CF;&#x4E5F;&#x5C31;&#x662F;&#x4FDD;&#x8BC1;&#x81EA;&#x5DF1;&#x5728;&#x505A;&#x8FD9;&#x4E9B;&#x4E8B;&#x60C5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x5C11;&#x5730;&#x88AB;&#x5E72;&#x6270;&#xFF0C;&#x4E0D;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x4EA7;&#x6548;&#x7387;&#x964D;&#x4E0B;&#x53BB;&#xFF0C;&#x8FD9;&#x5DF2;&#x7ECF;&#x662F;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x4E86;&#x3002;&#x8981;&#x60F3;&#x6210;&#x500D;&#x7684;&#x53BB;&#x63D0;&#x5347;&#x4EBA;&#x7C7B;&#x7684;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x8FD9;&#x662F;&#x975E;&#x5E38;&#x96BE;&#x7684;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x975E;&#x5E38;&#x5E78;&#x8FD0;&#x7684;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x7A0B;&#x5E8F;&#x5458;&#x4ECE;&#x4E8B;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5B83;&#x672C;&#x8EAB;&#x662F;&#x6709;&#x4E00;&#x90E8;&#x5206;&#x53EF;&#x4EE5;&#x7531;&#x673A;&#x5668;&#x6765;&#x505A;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5F15;&#x5165;&#x81EA;&#x52A8;&#x5316;&#x6765;&#x63D0;&#x5347;&#x6548;&#x7387;&#x3002;</p>
<p>&#x5177;&#x4F53;&#x7684;&#x4F8B;&#x5B50;&#x662F;&#x4EE3;&#x7801;&#x751F;&#x6210;&#x5668;&#x3002;&#x4E0D;&#x662F;&#x90A3;&#x79CD;&#x4E00;&#x4E0B;&#x751F;&#x6210;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x4EE3;&#x7801;&#x7684;&#x5927;&#x4E1C;&#x897F;&#xFF0C;&#x800C;&#x662F;&#x6839;&#x636E;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x7F16;&#x5199;&#x7684;&#x6A21;&#x677F;&#x53EF;&#x4EE5;&#x98DE;&#x5FEB;&#x751F;&#x6210;&#x5404;&#x79CD;&#x4EE3;&#x7801;&#x7247;&#x6BB5;&#x7684;&#x90A3;&#x79CD;&#x3002;&#x6BD4;&#x5982;&#x6211;&#x4E4B;&#x524D;&#x653E;&#x51FA;&#x6765;&#x7684;<a href="https://weibo.com/1088413295/IpOAqcs7h?type=comment" target="_blank">metatoy</a>&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x7528; GUI &#x8FDB;&#x884C;&#x914D;&#x7F6E;&#x7684;&#x4EE3;&#x7801;&#x7247;&#x6BB5;&#x751F;&#x6210;&#x5668;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407150431.png" alt=""></p>
<p>&#x5F53;&#x7136;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x7528;&#x8FC7;&#x811A;&#x672C;&#x6765;&#x751F;&#x6210;&#xFF0C;&#x6548;&#x679C;&#x4E5F;&#x4E0D;&#x5DEE;&#x3002;&#x4E00;&#x65E6;&#x6211;&#x4EEC;&#x628A;&#x65E5;&#x5E38;&#x5F00;&#x53D1;&#x4E2D;&#x6700;&#x8D39;&#x65F6;&#x95F4;&#x7684;&#x90E8;&#x5206;&#x5199;&#x6210;&#x4E86;&#x6A21;&#x677F;&#xFF0C;&#x4E4B;&#x540E;&#x5C31;&#x53EF;&#x4EE5;&#x8282;&#x7701;&#x4E0B;&#x6765;&#x5927;&#x628A;&#x5927;&#x628A;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<h2 id="&#x901A;&#x8FC7;-ai-&#x63D0;&#x5347;&#x6548;&#x7387;">&#x901A;&#x8FC7; AI &#x63D0;&#x5347;&#x6548;&#x7387;</h2>
<p>&#x4EE3;&#x7801;&#x6A21;&#x677F;&#x53EA;&#x80FD;&#x89E3;&#x51B3;&#x76F8;&#x5BF9;&#x6BD4;&#x8F83;&#x6B7B;&#x677F;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x4F46;&#x662F;&#x968F;&#x7740;&#x6700;&#x8FD1;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x5728;&#x67D0;&#x4E9B;&#x7279;&#x5B9A;&#x573A;&#x666F;&#x4E0B;&#xFF0C;&#x539F;&#x6765;&#x5F88;&#x591A;&#x4F4E;&#x6548;&#x7387;&#x7684;&#x4EBA;&#x5DE5;&#x64CD;&#x4F5C;&#xFF0C;&#x5DF2;&#x7ECF;&#x53EF;&#x4EE5;&#x4EA4;&#x7ED9; AI &#x4E86;&#x3002;</p>
<p>&#x5BF9;&#x4E8E; AI &#x6B63;&#x786E;&#x7387;&#x4E0D;&#x9AD8;&#x7684;&#x573A;&#x666F;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4EBA;&#x673A;&#x7ED3;&#x5408;&#x65B9;&#x5F0F;&#x6765;&#x5904;&#x7406;&#x3002;&#x6BD4;&#x5982;&#x56FE;&#x7247;&#x5206;&#x7C7B;&#xFF0C;&#x4E4B;&#x524D;&#x6211;&#x4EEC;&#x8981;&#x82B1;&#x4E0A;&#x5341;&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x4EBA;&#x5DE5;&#xFF0C;&#x73B0;&#x5728; AI &#x53EA;&#x8981;&#x5341;&#x5206;&#x949F;&#xFF0C;&#x4F46;&#x662F;&#x91CC;&#x8FB9;&#x6709;20%&#x7684;&#x5206;&#x7C7B;&#x662F;&#x9519;&#x3002;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x518D;&#x4EBA;&#x8089;&#x8FC7;&#x4E00;&#x904D;&#xFF0C;&#x53EF;&#x80FD;&#x8981;&#x82B1;&#x4E24;&#x4E2A;&#x5C0F;&#x65F6;&#x3002;&#x5373;&#x4F7F;&#x8FD9;&#x6837;&#xFF0C;&#x4E5F;&#x5C06;&#x6548;&#x7387;&#x63D0;&#x5347;&#x4E86;&#x4E94;&#x500D;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x4EE5;&#x63A5;&#x53E3;&#x65B9;&#x5F0F;&#x63D0;&#x4F9B;&#x7684; AI &#x80FD;&#x529B;&#x6709;&#x5F88;&#x591A;&#x54C1;&#x8D28;&#x5DF2;&#x7ECF;&#x4E0D;&#x9519;&#x4E86;&#x3002;&#x6BD4;&#x5982;&#x719F;&#x6089;&#x6211;&#x5FAE;&#x535A;&#x7684;&#x540C;&#x5B66;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x6211;&#x5C31;&#x7ECF;&#x5E38;&#x5728;&#x7528;&#x8BED;&#x97F3;&#x5408;&#x6210;&#x548C;&#x8BC6;&#x522B;&#x670D;&#x52A1;&#x6765;&#x63D0;&#x5347;&#x5185;&#x5BB9;&#x751F;&#x4EA7;&#x6548;&#x7387;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407142728.png" alt=""></p>
<p>&#x6BD4;&#x5982;&#x6211;&#x4E4B;&#x524D;&#x53D1;&#x5E03;&#x7684;<a href="http://slide.ftqq.com/" target="_blank">Slide&#x9171;</a>&#xFF0C;&#x5979;&#x53EF;&#x4EE5;&#x8BFB;&#x53D6;PPT&#x4E2D;&#x7684;&#x6F14;&#x8BB2;&#x8005;&#x6CE8;&#x91CA;&#xFF0C;&#x76F4;&#x63A5;&#x751F;&#x6210;&#x89C6;&#x9891;&#x3002;&#x8FD9;&#x5C31;&#x6781;&#x5927;&#x7684;&#x63D0;&#x5347;&#x4E86;&#x89C6;&#x9891;&#x5185;&#x5BB9;&#x7684;&#x751F;&#x4EA7;&#x7387;&#x3002;&#x4F60;&#x73B0;&#x5728;&#x770B;&#x5230;&#x7684;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x4E5F;&#x662F;&#x901A;&#x8FC7;&#x8BAF;&#x98DE;&#x8BED;&#x8BB0;&#x4EE5;&#x6BCF;&#x5206;&#x949F;&#x4E00;&#x4E00;&#x767E;&#x591A;&#x5B57;&#x7684;&#x901F;&#x5EA6;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x7136;&#x540E;&#x4E8C;&#x6B21;&#x4FEE;&#x6539;&#x800C;&#x6210;&#x7684;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x770B;&#x5230;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x670D;&#x52A1;&#xFF0C;&#x4E5F;&#x662F;&#x5229;&#x7528;&#x4E86;&#x5927;&#x5382;&#x5F00;&#x653E;&#x7684; AI &#x63A5;&#x53E3;&#x5B9E;&#x73B0;&#x7684;&#x3002;&#x5B83;&#x662F;&#x9762;&#x5411;&#x81EA;&#x5A92;&#x4F53;&#x7684; vlog &#x81EA;&#x52A8;&#x914D;&#x5B57;&#x5E55;&#x670D;&#x52A1;&#xFF0C;&#x53EA;&#x8981;&#x4E0A;&#x4F20;&#x4E0B;&#x89C6;&#x9891;&#xFF0C;&#x51E0;&#x5206;&#x949F;&#x5C31;&#x53EF;&#x4EE5;&#x751F;&#x6210;&#x597D;&#x5B57;&#x5E55;&#x5E76;&#x8FDB;&#x884C;&#x538B;&#x5236;&#x3002;</p>
<p>&#x5982;&#x679C;&#x670D;&#x52A1;&#x8DB3;&#x591F;&#x53EF;&#x9760;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x505A;&#x6210;&#x81EA;&#x52A8;&#x5316;&#x670D;&#x52A1;&#x76F4;&#x63A5;&#x63D0;&#x4F9B;&#x7ED9;&#x6700;&#x7EC8;&#x7528;&#x6237;&#x3002;&#x5982;&#x679C;&#x670D;&#x52A1;&#x8FD8;&#x4E0D;&#x591F;&#x53EF;&#x9760;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x5176;&#x653E;&#x5230;&#x539F;&#x6765;&#x6D41;&#x7A0B;&#x7684;&#x4E2D;&#x95F4;&#x6765;&#x63D0;&#x5347;&#x6548;&#x7387;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#x540C;&#x6837;&#x662F;&#x4EE3;&#x7801;&#x751F;&#x6210;&#x6280;&#x672F;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x628A;&#x5B83;&#x505A;&#x6210;&#x9762;&#x5411;&#x4E0D;&#x61C2;&#x6280;&#x672F;&#x7684;&#x4EBA;&#x7FA4;&#x7684;&#x4EE3;&#x7801;&#x751F;&#x6210;&#xFF0C;&#x5982;&#x679C;&#x670D;&#x52A1;&#x8FD8;&#x4E0D;&#x662F;&#x5F88;&#x53EF;&#x9760;&#x7684;&#x8BDD;&#xFF0C;&#x6700;&#x7EC8;&#x6548;&#x679C;&#x53EF;&#x80FD;&#x4E0D;&#x4F1A;&#x592A;&#x597D;&#x3002;&#x4F46;&#x540C;&#x6837;&#x54C1;&#x8D28;&#x7684;&#x63A5;&#x53E3;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x628A;&#x5B83;&#x505A;&#x6210;&#x9762;&#x5411;&#x5F00;&#x53D1;&#x8005;&#x7684;&#x3001;&#x5728;&#x7F16;&#x8F91;&#x73AF;&#x5883;&#x7684;&#x4EE3;&#x7801;&#x8865;&#x5168;&#x548C;&#x5EFA;&#x8BAE;&#x5C0F;&#x5DE5;&#x5177;&#xFF0C;&#x53EF;&#x80FD;&#x5C31;&#x4F1A;&#x663E;&#x5F97;&#x5F88;&#x597D;&#x7528;&#x4E86;&#x3002;</p>
<h2 id="&#x901A;&#x8FC7;&#x4F17;&#x5305;&#x548C;&#x5916;&#x5305;&#x63D0;&#x5347;&#x6548;&#x7387;">&#x901A;&#x8FC7;&#x4F17;&#x5305;&#x548C;&#x5916;&#x5305;&#x63D0;&#x5347;&#x6548;&#x7387;</h2>
<p>&#x53E6;&#x5916;&#x4E00;&#x79CD;&#x63D0;&#x5347;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x7684;&#x65B9;&#x5F0F;&#x5462;&#xFF0C;&#x5C31;&#x662F;&#x4F17;&#x5305;&#x3002;&#x4E25;&#x683C;&#x5730;&#x8BB2;&#xFF0C;&#x5176;&#x5B9E;&#x4F17;&#x5305;&#x91CC;&#x8FB9;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x628A;&#x4EFB;&#x52A1;&#x7ED9;&#x5206;&#x51FA;&#x53BB;&#x4E86;&#x3002;&#x4F46;&#x662F;&#x8003;&#x8651;&#x5230;&#x6211;&#x4EEC;&#x4F17;&#x5305;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x82B1;&#x4E0D;&#x5C11;&#x65F6;&#x95F4;&#x53BB;&#x7BA1;&#x7406;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x4F1A;&#x6D88;&#x8017;&#x7CBE;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x628A;&#x5B83;&#x770B;&#x505A;&#x65F6;&#x95F4;&#x7247;&#x6548;&#x7387;&#x7684;&#x63D0;&#x5347;&#xFF0C;&#x4E5F;&#x8BF4;&#x5F97;&#x8FC7;&#x53BB;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407144645.png" alt=""></p>
<p>&#x7528;&#x5927;&#x5BB6;&#x719F;&#x6089;&#x7684;&#x5F62;&#x5F0F;&#x6765;&#x63CF;&#x8FF0;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x4EEC; new &#x4E86;&#x4E00;&#x5806; worker &#x8282;&#x70B9;&#x53BB;&#x5E72;&#x6D3B;&#x4E86;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x63A7;&#x5236;&#x7740; factory &#x548C; manager&#xFF0C;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x968F;&#x65F6;&#x76D1;&#x63A7;&#x548C;&#x8C03;&#x5EA6;&#x7684;&#x3002;</p>
<p>&#x987A;&#x4FBF;&#x8BF4;&#x4E00;&#x53E5;&#xFF0C;&#x5C06;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x5DE5;&#x4F5C;&#x4F17;&#x5305;&#x51FA;&#x53BB;&#x4E5F;&#x662F;&#x6709;&#x6280;&#x5DE7;&#x7684;&#x3002;&#x9996;&#x5148;&#x662F;&#x9488;&#x5BF9;&#x4E0D;&#x540C; worker &#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5206;&#x914D;&#x5408;&#x7406;&#x7684; task &#x3002;&#x5982;&#x679C;&#x662F;&#x517C;&#x804C;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x5C31;&#x9002;&#x5408;&#x5148;&#x5206;&#x914D;&#x4E00;&#x4E9B;&#x7C7B;&#x4F3C;&#x6587;&#x5B57;&#x6574;&#x7406;&#x5DE5;&#x4F5C;&#x7684;&#x521D;&#x7EA7;&#x4EFB;&#x52A1;&#xFF0C;&#x505A;&#x597D;&#x4E86;&#x4EE5;&#x540E;&#x518D;&#x52A0;&#x7801;&#x3002;&#x5982;&#x679C;&#x662F;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5206;&#x914D;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x5FAE;&#x670D;&#x52A1;&#x6216;&#x8005;&#x63A7;&#x4EF6;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x964D;&#x4F4E;&#x5404;&#x4E2A; task &#x4E4B;&#x95F4;&#x7684;&#x8026;&#x5408;&#x548C;&#x4F9D;&#x8D56;&#x3002;</p>
<p>&#x867D;&#x7136;&#x76D1;&#x63A7;&#x548C;&#x8C03;&#x5EA6;&#x4EFB;&#x52A1;&#x4E5F;&#x4F1A;&#x6D88;&#x8017;&#x7CBE;&#x529B;&#xFF0C;&#x4F46;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x53EF;&#x4EE5;&#x7A81;&#x7834;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x5929;&#x82B1;&#x677F;&#xFF0C;&#x662F;&#x503C;&#x5F97;&#x5C1D;&#x8BD5;&#x7684;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407145514.png" alt=""></p>
<p>&#x540C;&#x65F6;&#xFF0C;&#x4ECE;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x76F4;&#x63A5;&#x552E;&#x5356;&#x65F6;&#x95F4;&#x7247;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x5728;&#x6574;&#x4E2A;&#x94FE;&#x6761;&#x7684;&#x6700;&#x4E0B;&#x8FB9;&#xFF0C;&#x6323;&#x5F97;&#x662F;&#x6700;&#x8584;&#x7684;&#x90A3;&#x4E00;&#x70B9;&#x5229;&#x6DA6;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4ECE;&#x65F6;&#x95F4;&#x7247;&#x4E0A;&#x9762;&#x518D;&#x5F80;&#x524D;&#x8D70;&#x4E00;&#x6B65;&#xFF0C;&#x4ECE;&#x8D44;&#x4EA7;&#x7684;&#x8FD9;&#x4E2A;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#x5F85;&#xFF0C;&#x6323;&#x96F6;&#x82B1;&#x94B1;&#x8FD9;&#x4EF6;&#x4E8B;&#x513F;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch02.html" class="navigation navigation-prev " aria-label="Previous page: 时间片优化·其一 提升单位时间收益">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch04.html" class="navigation navigation-next " aria-label="Next page: 资产和被动收入·其一 获得资产">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"时间片优化·其二 提升单位时间效率","level":"1.5","depth":1,"next":{"title":"资产和被动收入·其一 获得资产","level":"1.6","depth":1,"path":"ch04.md","ref":"ch04.md","articles":[]},"previous":{"title":"时间片优化·其一 提升单位时间收益","level":"1.4","depth":1,"path":"ch02.md","ref":"ch02.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"mystyle.css","pdf":"mystyle.css","mobi":"mystyle.css","epub":"mystyle.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"cn","links":{"sidebar":{"方糖气球":"http://ftqq.com/"}},"gitbook":"*"},"file":{"path":"ch03.md","mtime":"2020-04-08T07:32:24.426Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T02:44:58.207Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

