
<!DOCTYPE HTML>
<html lang="cn" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>资产和被动收入·其二 创造资产 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="mystyle.css">
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch06.html" />
    
    
    <link rel="prev" href="ch04.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://ftqq.com/" target="_blank" class="custom-link">方糖气球</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    程序员如何优雅地挣零花钱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch00.html">
            
                <a href="ch00.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    想明白自己的核心资源
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    时间片优化·其一 提升单位时间收益
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    时间片优化·其二 提升单位时间效率
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    资产和被动收入·其一 获得资产
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.7" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    资产和被动收入·其二 创造资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    资产和被动收入·其三 资产的量化评估
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    销售时间片的方式
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch13.html">
            
                <a href="ch13.html">
            
                    
                    适合程序员创造的资产·付费课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ch12.html">
            
                <a href="ch12.html">
            
                    
                    适合程序员创造的资产·付费专栏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="ch10.html">
            
                <a href="ch10.html">
            
                    
                    适合程序员创造的资产·付费社群
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="ch11.html">
            
                <a href="ch11.html">
            
                    
                    适合程序员创造的资产·书籍出版
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="ch16.html">
            
                <a href="ch16.html">
            
                    
                    适合程序员创造的资产·模板、插件和源代码市场
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15" data-path="ch15.html">
            
                <a href="ch15.html">
            
                    
                    适合程序员创造的资产·订阅式软件和服务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="ch14.html">
            
                <a href="ch14.html">
            
                    
                    适合程序员创造的资产·应用市场卖付费软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="ch17.html">
            
                <a href="ch17.html">
            
                    
                    适合程序员创造的资产·经营媒体账号并带货
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="ch99.html">
            
                <a href="ch99.html">
            
                    
                    后记
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >资产和被动收入·其二 创造资产</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8D44;&#x4EA7;&#x548C;&#x88AB;&#x52A8;&#x6536;&#x5165;&#xB7;&#x5176;&#x4E8C;-&#x521B;&#x9020;&#x8D44;&#x4EA7;">&#x8D44;&#x4EA7;&#x548C;&#x88AB;&#x52A8;&#x6536;&#x5165;&#xB7;&#x5176;&#x4E8C; &#x521B;&#x9020;&#x8D44;&#x4EA7;</h1>
<p>&#x63A5;&#x7740;&#x4E0A;&#x4E00;&#x8282;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x4E0D;&#x80FD;&#x8D2D;&#x4E70;&#x6765;&#x83B7;&#x5F97;&#x8D44;&#x4EA7;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x76F4;&#x63A5;&#x521B;&#x9020;&#x8D44;&#x4EA7;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x5BF9;&#x4E8E;&#x5176;&#x4ED6;&#x884C;&#x4E1A;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x521B;&#x9020;&#x8D44;&#x4EA7;&#x7684;&#x6210;&#x672C;&#x5E76;&#x4E0D;&#x4F1A;&#x6BD4;&#x8D2D;&#x4E70;&#x8D44;&#x4EA7;&#x4F4E;&#x591A;&#x5C11;&#x3002;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x4E0D;&#x540C;&#xFF0C;&#x6211;&#x4EEC;&#x662F;&#x7A0B;&#x5E8F;&#x5458;&#xFF0C;&#x800C;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x6B63;&#x597D;&#x4ECE;&#x8F6F;&#x4EF6;&#x65F6;&#x4EE3;&#x7A7F;&#x8FC7;&#xFF0C;&#x8FDB;&#x5165;&#x4E86;&#x4E92;&#x8054;&#x7F51;&#x548C;&#x79FB;&#x52A8;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407161315.png" alt=""></p>
<p>&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x7528;&#x8FC7;&#x81EA;&#x5DF1;&#x7684;&#x6280;&#x80FD;&#x6808;&#x4F4E;&#x6210;&#x672C;&#x3001;&#x65E0;&#x98CE;&#x9669;&#x7684;&#x521B;&#x9020;&#x51FA;&#x5404;&#x79CD;&#x6570;&#x5B57;&#x7684;&#x3001;&#x865A;&#x62DF;&#x7684;&#x8D44;&#x4EA7;&#xFF0C;&#x8FD9;&#x4E9B;&#x8D44;&#x4EA7;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x4E03;&#x4E58;&#x4E8C;&#x5341;&#x56DB;&#x5C0F;&#x65F6;&#x7684;&#x628A;&#x94B1;&#x653E;&#x8FDB;&#x6211;&#x4EEC;&#x7684;&#x53E3;&#x888B;&#x3002;&#x4E0D;&#x662F;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x6709;&#x6211;&#x4EEC;&#x8FD9;&#x4E48;&#x5E78;&#x8FD0;&#xFF0C;&#x7A0B;&#x5E8F;&#x5458;&#x662F;&#x4E3A;&#x6570;&#x4E0D;&#x591A;&#x7684;&#x3001;&#x81EA;&#x5DF1;&#x638C;&#x63A7;&#x7740;&#x5927;&#x90E8;&#x5206;&#x751F;&#x4EA7;&#x8D44;&#x6599;&#x7684;&#x4EBA;&#x3002;&#x5927;&#x90E8;&#x5206;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#xFF0C;&#x79BB;&#x5B8C;&#x6574;&#x5730;&#x505A;&#x51FA;&#x4E00;&#x4E2A;&#x5546;&#x4E1A;&#x4EA7;&#x54C1;&#xFF0C;&#x7F3A;&#x7684;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x4E00;&#x70B9;&#x7F8E;&#x611F;&#x548C;&#x8BBE;&#x8BA1;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x7684;&#x865A;&#x62DF;&#x8D44;&#x4EA7;&#x90FD;&#x9002;&#x5408;&#x6211;&#x4EEC;&#x4EE5;&#x300C;&#x526F;&#x4E1A;&#x300D;&#x7684;&#x65B9;&#x5F0F;&#x53BB;&#x521B;&#x9020;&#x7684;&#x3002;&#x56E0;&#x4E3A;&#x5C31;&#x50CF;&#x524D;&#x9762;&#x8BF4;&#x7684;&#xFF0C;&#x8FD9;&#x5176;&#x5B9E;&#x662F;&#x4E00;&#x4E2A;&#x8D44;&#x6E90;&#x548C;&#x7CBE;&#x529B;&#x90FD;&#x975E;&#x5E38;&#x7F3A;&#x4E4F;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x4E5F;&#x53EA;&#x80FD;&#x4ECE;&#x5E9E;&#x5927;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x4E2D;&#x9009;&#x62E9;&#x90A3;&#x4E9B;&#x9002;&#x5408;&#x4E2A;&#x4EBA;&#x7684;&#x4EA7;&#x54C1;&#x548C;&#x670D;&#x52A1;&#x3002;</p>
<p>&#x8BF4;&#x90A3;&#x5230;&#x5E95;&#x6709;&#x54EA;&#x4E9B;&#x4EA7;&#x54C1;&#x548C;&#x670D;&#x52A1;&#x9002;&#x5408;&#x526F;&#x4E1A;&#x5462;&#xFF1F;&#x6211;&#x7422;&#x78E8;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x6709;&#x4E00;&#x4E9B;&#x60F3;&#x6CD5;&#x3002;</p>
<h2 id="&#x81EA;&#x4F20;&#x64AD;">&#x81EA;&#x4F20;&#x64AD;</h2>
<p><img src="https://theseven.ftqq.com/20200407161734.png" alt=""></p>
<p>&#x9996;&#x5148;&#x662F;&#x300C;<strong>&#x81EA;&#x4F20;&#x64AD;</strong>&#x300D;&#xFF0C;&#x5C31;&#x662F;&#x8BF4;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#x505A;&#x51FA;&#x6765;&#x4E86;&#x4EE5;&#x540E;&#xFF0C;&#x5B83;&#x672C;&#x8EAB;&#x6709;&#x5F88;&#x5F3A;&#x7684;&#x611F;&#x67D3;&#x529B;&#xFF0C;&#x7528;&#x4E86;&#x5B83;&#x7684;&#x7528;&#x6237;&#x4F1A;&#x4E3B;&#x52A8;&#x5730;&#x53BB;&#x63A8;&#x8350;&#x7ED9;&#x5176;&#x4ED6;&#x7528;&#x6237;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#x6211;&#x4EEC;&#x5C31;&#x4E0D;&#x7528;&#x81EA;&#x5DF1;&#x82B1;&#x5F88;&#x5927;&#x7684;&#x6210;&#x672C;&#x53BB;&#x505A;&#x8425;&#x9500;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x5927;&#x90E8;&#x5206;&#x7A0B;&#x5E8F;&#x5458;&#x6765;&#x8BB2;&#xFF0C;&#x628A;&#x7A0B;&#x5E8F;&#x5199;&#x51FA;&#x6765;&#x53EA;&#x662F;&#x65F6;&#x95F4;&#x548C;&#x7CBE;&#x529B;&#x95EE;&#x9898;&#x3002;&#x5199;&#x4E0D;&#x51FA;&#x6765;&#x7A0B;&#x5E8F;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x5F88;&#x5C11;&#xFF0C;&#x4F46;&#x5356;&#x4E0D;&#x51FA;&#x53BB;&#x7684;&#x7A0B;&#x5E8F;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x975E;&#x5E38;&#x591A;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x505A;&#x7684;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#x5B83;&#x672C;&#x8EAB;&#x5C31;&#x81EA;&#x5DF1;&#x5C31;&#x80FD;&#x4F20;&#x64AD;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x96F6;&#x5E02;&#x573A;&#x9884;&#x7B97;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x83B7;&#x5F97;&#x6210;&#x957F;&#x3002;</p>
<h2 id="ugc">UGC</h2>
<p><img src="https://theseven.ftqq.com/20200407161700.png" alt=""></p>
<p>&#x7B2C;&#x4E8C;&#x7C7B;&#x53EB;&#x505A;&#x300C;<strong>UGC</strong>&#x300D;&#xFF0C;&#x7528;&#x6237;&#x8D21;&#x732E;&#x5185;&#x5BB9;&#x3002;&#x5B83;&#x5176;&#x5B9E;&#x662F;&#x4E00;&#x79CD;&#x66F4;&#x5E7F;&#x4E49;&#x7684;&#x4F17;&#x5305;&#x3002;&#x6838;&#x5FC3;&#x4E5F;&#x662F;&#x7A81;&#x7834;&#x65F6;&#x95F4;&#x7247;&#x9650;&#x5236;&#x3002;&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x73B0;&#x5728;&#x7ECF;&#x8425;&#x4E00;&#x4E2A;&#x539F;&#x521B;&#x535A;&#x5BA2;&#xFF0C;&#x5929;&#x5929;&#x90FD;&#x662F;&#x81EA;&#x5DF1;&#x5199;&#xFF0C;&#x5C31;&#x4F1A;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x7D2F;&#x5F97;&#x90FD;&#x4E0D;&#x884C;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x53BB;&#x505A;&#x4E00;&#x4E2A;&#x8BBF;&#x8C08;&#x7C7B;&#x7684;&#x535A;&#x5BA2;&#xFF0C;&#x5F04;&#x4E00;&#x4E2A;&#x76F8;&#x5BF9;&#x56FA;&#x5B9A;&#x7684;&#x95EE;&#x9898;&#x5217;&#x8868;&#xFF0C;&#x7136;&#x540E;&#x62FF;&#x7740;&#x8FD9;&#x4E2A;&#x5217;&#x8868;&#x53BB;&#x91C7;&#x8BBF;&#x5404;&#x884C;&#x5404;&#x4E1A;&#x7684;&#x4EBA;&#xFF0C;&#x628A;&#x7ED3;&#x679C;&#x505A;&#x6210;&#x4E00;&#x671F;&#x4E00;&#x671F;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x8FD9;&#x6837;&#x7528;&#x6237;&#x5C31;&#x8D21;&#x732E;&#x4E86;&#x81F3;&#x5C11;&#x4E00;&#x534A;&#x7684;&#x5185;&#x5BB9;&#x4E86;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x518D;&#x6539;&#x6210;&#x529E;&#x4E00;&#x4E2A;&#x6742;&#x5FD7;&#xFF0C;&#x6BCF;&#x4E00;&#x671F;&#x5927;&#x5BB6;&#x6839;&#x636E;&#x4E3B;&#x9898;&#x6295;&#x7A3F;&#xFF0C;&#x4F60;&#x5C31;&#x4ECE;&#x4E3B;&#x521B;&#x53D8;&#x8EAB;&#x6210;&#x7F16;&#x8F91;&#x4E86;&#x3002;&#x867D;&#x7136;&#x6295;&#x7A3F;&#x91CC;&#x6709;&#x597D;&#x6709;&#x574F;&#xFF0C;&#x826F;&#x83A0;&#x4E0D;&#x9F50;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x7684;&#x4E3B;&#x8981;&#x4EFB;&#x52A1;&#x5DF2;&#x7ECF;&#x53D8;&#x6210;&#x53BB;&#x7B5B;&#x9009;&#x4E86;&#xFF0C;&#x53EA;&#x8981;&#x8D21;&#x732E;&#x5185;&#x5BB9;&#x7684;&#x7528;&#x6237;&#x8DB3;&#x591F;&#x7684;&#x591A;&#xFF0C;&#x90A3;&#x6574;&#x4F53;&#x8D28;&#x91CF;&#x8FD8;&#x662F;&#x6709;&#x4FDD;&#x8BC1;&#x7684;&#x3002;&#x6700;&#x4E3B;&#x8981;&#x662F;&#x5185;&#x5BB9;&#x7684;&#x91CF;&#x5C31;&#x4E0A;&#x6765;&#x4E86;&#x3002;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x8BDD;&#xFF0C;&#x4E0D;&#x7BA1;&#x4F60;&#x591A;&#x4E48;&#x52AA;&#x529B;&#xFF0C;&#x603B;&#x662F;&#x6709;&#x4E00;&#x4E2A;&#x4E0A;&#x9650;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x4F60;&#x6BD5;&#x7ADF;&#x662F;&#x4EBA;&#x7C7B;&#x3002;</p>
<h2 id="&#x81EA;&#x52A8;&#x5316;">&#x81EA;&#x52A8;&#x5316;</h2>
<p><img src="https://theseven.ftqq.com/20200407161936.png" alt=""></p>
<p>&#x7B2C;&#x4E09;&#x7C7B;&#x524D;&#x8FB9;&#x63D0;&#x8FC7;&#xFF0C;&#x5C31;&#x662F;&#x300C;<strong>&#x81EA;&#x52A8;&#x5316;</strong>&#x300D;&#x3002;&#x5C31;&#x662F;&#x8BF4;&#x8FD9;&#x4E2A;&#x5E94;&#x7528;&#x505A;&#x8D77;&#x6765;&#x4EE5;&#x540E;&#xFF0C;&#x5B83;&#x6240;&#x6709;&#x7684;&#x73AF;&#x8282;&#x5168;&#x90E8;&#x90FD;&#x53EF;&#x4EE5;&#x7531;&#x673A;&#x5668;&#x5B8C;&#x6210;&#xFF0C;&#x6211;&#x4EEC;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x7528;&#x7BA1;&#xFF0C;&#x53EA;&#x9700;&#x8981;&#x628A;&#x5B83;&#x6254;&#x5230;&#x4E91;&#x5E73;&#x53F0;&#x4E0A;&#xFF0C;&#x7136;&#x540E;&#x5B9A;&#x671F;&#x7ED9;&#x4E91;&#x5E73;&#x53F0;&#x6253;&#x94B1;&#x3002;</p>
<p>&#x5F53;&#x7136;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x7406;&#x60F3;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x610F;&#x5916;&#x603B;&#x662F;&#x4F1A;&#x51FA;&#x73B0;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x5404;&#x79CD;&#x610F;&#x5916;&#x4F1A;&#x7EA6;&#x597D;&#x5728;&#x540C;&#x4E00;&#x5929;&#x51FA;&#x6765;&#x901B;&#x8857;&#xFF0C;&#x522B;&#x95EE;&#x6211;&#x4E3A;&#x5565;&#x77E5;&#x9053;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x5728;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x4E0D;&#x53BB;&#x7BA1;&#x5B83;&#xFF0C;&#x5B83;&#x90FD;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x5316;&#x8FD0;&#x884C;&#x3002;&#x8FD9;&#x79CD;&#x8D44;&#x4EA7;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4E0D;&#x7275;&#x626F;&#x540E;&#x671F;&#x7684;&#x7EF4;&#x62A4;&#xFF0C;&#x7C7B;&#x4F3C;&#x4E8E;&#x4E00;&#x6B21;&#x6027;&#x6295;&#x5165;&#xFF0C;&#x4E5F;&#x662F;&#x975E;&#x5E38;&#x9002;&#x5408;&#x526F;&#x4E1A;&#x6765;&#x505A;&#x7684;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch04.html" class="navigation navigation-prev " aria-label="Previous page: 资产和被动收入·其一 获得资产">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch06.html" class="navigation navigation-next " aria-label="Next page: 资产和被动收入·其三 资产的量化评估">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"资产和被动收入·其二 创造资产","level":"1.7","depth":1,"next":{"title":"资产和被动收入·其三 资产的量化评估","level":"1.8","depth":1,"path":"ch06.md","ref":"ch06.md","articles":[]},"previous":{"title":"资产和被动收入·其一 获得资产","level":"1.6","depth":1,"path":"ch04.md","ref":"ch04.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"mystyle.css","pdf":"mystyle.css","mobi":"mystyle.css","epub":"mystyle.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"cn","links":{"sidebar":{"方糖气球":"http://ftqq.com/"}},"gitbook":"*"},"file":{"path":"ch05.md","mtime":"2020-05-08T02:43:04.960Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T02:44:58.207Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

