
<!DOCTYPE HTML>
<html lang="cn" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>资产和被动收入·其三 资产的量化评估 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="mystyle.css">
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch07.html" />
    
    
    <link rel="prev" href="ch05.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://ftqq.com/" target="_blank" class="custom-link">方糖气球</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    程序员如何优雅地挣零花钱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch00.html">
            
                <a href="ch00.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    想明白自己的核心资源
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    时间片优化·其一 提升单位时间收益
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    时间片优化·其二 提升单位时间效率
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    资产和被动收入·其一 获得资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    资产和被动收入·其二 创造资产
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.8" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    资产和被动收入·其三 资产的量化评估
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    销售时间片的方式
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch13.html">
            
                <a href="ch13.html">
            
                    
                    适合程序员创造的资产·付费课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ch12.html">
            
                <a href="ch12.html">
            
                    
                    适合程序员创造的资产·付费专栏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="ch10.html">
            
                <a href="ch10.html">
            
                    
                    适合程序员创造的资产·付费社群
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="ch11.html">
            
                <a href="ch11.html">
            
                    
                    适合程序员创造的资产·书籍出版
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="ch16.html">
            
                <a href="ch16.html">
            
                    
                    适合程序员创造的资产·模板、插件和源代码市场
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15" data-path="ch15.html">
            
                <a href="ch15.html">
            
                    
                    适合程序员创造的资产·订阅式软件和服务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="ch14.html">
            
                <a href="ch14.html">
            
                    
                    适合程序员创造的资产·应用市场卖付费软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="ch17.html">
            
                <a href="ch17.html">
            
                    
                    适合程序员创造的资产·经营媒体账号并带货
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="ch99.html">
            
                <a href="ch99.html">
            
                    
                    后记
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >资产和被动收入·其三 资产的量化评估</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8D44;&#x4EA7;&#x548C;&#x88AB;&#x52A8;&#x6536;&#x5165;&#xB7;&#x5176;&#x4E09;-&#x8D44;&#x4EA7;&#x7684;&#x91CF;&#x5316;&#x8BC4;&#x4F30;">&#x8D44;&#x4EA7;&#x548C;&#x88AB;&#x52A8;&#x6536;&#x5165;&#xB7;&#x5176;&#x4E09; &#x8D44;&#x4EA7;&#x7684;&#x91CF;&#x5316;&#x8BC4;&#x4F30;</h1>
<p>&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x66F4;&#x4E3A;&#x91CF;&#x5316;&#x7684;&#x6765;&#x7ED9;&#x8D44;&#x4EA7;&#x5B9A;&#x4E00;&#x4E2A;&#x8BC4;&#x4F30;&#x6807;&#x51C6;&#x3002;</p>
<p>&#x786E;&#x5B9A;&#x597D;&#x8981;&#x8003;&#x5BDF;&#x7684;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x6BCF;&#x4E2A;&#x65B9;&#x9762;&#x505A;&#x4E00;&#x4E2A;&#x6EE1;&#x5206;&#x4E3A;5&#x5206;&#x7684;&#x8BC4;&#x5206;&#xFF0C;&#x5BF9;&#x6BCF;&#x4E00;&#x9879;&#x8BC4;&#x5206;&#x5C31;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x591A;&#x8FB9;&#x5F62;&#xFF0C;&#x4ECE;&#x800C;&#x4E00;&#x76EE;&#x4E86;&#x7136;&#x7684;&#x770B;&#x5230;&#x5404;&#x4E2A;&#x8D44;&#x4EA7;&#x7684;&#x72B6;&#x51B5;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x6807;&#x51C6;&#x56E0;&#x4EBA;&#x800C;&#x5F02;&#xFF0C;&#x8FD9;&#x91CC;&#x5206;&#x4EAB;&#x4E00;&#x4E0B;&#xFF0C;&#x6211;&#x7528;&#x5F97;&#x6BD4;&#x8F83;&#x591A;&#x7684;&#x51E0;&#x4E2A;&#x6807;&#x51C6;&#x3002;</p>
<h2 id="&#x6295;&#x5165;">&#x6295;&#x5165;</h2>
<p><img src="https://theseven.ftqq.com/20200407170730.png" alt=""></p>
<p>&#x9879;&#x76EE;&#x7684;&#x4E00;&#x822C;&#x6295;&#x5165;&#x90FD;&#x662F;&#x4E09;&#x9879;&#xFF1A;&#x300C;&#x4EBA;&#x300D;&#x3001;&#x300C;&#x94B1;&#x300D;&#x3001;&#x300C;&#x65F6;&#x95F4;&#x300D;&#x3002;</p>
<p>&#x300C;&#x4EBA;&#x300D;&#x548C;&#x300C;&#x65F6;&#x95F4;&#x300D;&#x4E0D;&#x591A;&#x8BF4;&#xFF0C;&#x901A;&#x5E38;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x548C;&#x6324;&#x51FA;&#x6765;&#x7684;&#x90A3;&#x70B9;&#x65F6;&#x95F4;&#x4E86;&#x3002;</p>
<p>&#x300C;&#x94B1;&#x300D;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x9700;&#x8981;&#x4E00;&#x70B9;&#x542F;&#x52A8;&#x8D44;&#x91D1;&#xFF0C;&#x4F46;<strong>&#x4E0D;&#x7528;&#x82B1;&#x5927;&#x94B1;&#x53BB;&#x8D2D;&#x4E70;&#x5404;&#x79CD;&#x56FA;&#x5B9A;&#x8D44;&#x4EA7;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x4E2A;&#x884C;&#x4E1A;&#x80FD;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x521B;&#x9020;&#x8D44;&#x4EA7;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x539F;&#x56E0;</strong>&#x3002;&#x5C24;&#x5176;&#x662F;&#x73B0;&#x5728;&#xFF0C;&#x4E91;&#x8BA1;&#x7B97;&#x5DF2;&#x7ECF;&#x666E;&#x53CA;&#x4E86;&#x3002;&#x5373;&#x4F7F;&#x662F;&#x5F88;&#x5927;&#x8BBF;&#x95EE;&#x91CF;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x6211;&#x4EEC;&#x76F4;&#x63A5;&#x79DF;&#x7528;&#x4E91;&#x670D;&#x52A1;&#xFF0C;&#x6309;&#x7528;&#x91CF;&#x4ED8;&#x8D39;.&#x7701;&#x94B1;&#x53C8;&#x7701;&#x5FC3;&#x3002;&#x6211;&#x5927;&#x5B66;&#x521A;&#x6BD5;&#x4E1A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8981;&#x662F;&#x505A;&#x5927;&#x70B9;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x8FD8;&#x8981;&#x81EA;&#x5DF1;&#x53BB;&#x4E70;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x81EA;&#x5DF1;&#x625B;&#x53BB;&#x673A;&#x623F;&#x6258;&#x7BA1;&#x3002;&#x73B0;&#x5728;&#x53EA;&#x9700;&#x8981;&#x70B9;&#x70B9;&#x9F20;&#x6807;&#x5C31;&#x80FD;&#x4E70;&#x5230;&#x4E00;&#x5806; vps &#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x86EE;&#x5E78;&#x798F;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x8981;&#x63D0;&#x9192;&#x5927;&#x5BB6;&#x7684;&#x662F;&#xFF0C;&#x4E00;&#x5B9A;&#x4E0D;&#x8981;&#x5FD8;&#x8BB0;&#x7EF4;&#x62A4;&#x6210;&#x672C;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5356;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6D3B;&#x5E72;&#x5B8C;&#x5C31;&#x5B8C;&#x4E86;&#xFF0C;&#x94B1;&#x5C31;&#x62FF;&#x5230;&#x624B;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x5728;&#x81EA;&#x5DF1;&#x521B;&#x9020;&#x8D44;&#x4EA7;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8D44;&#x4EA7;&#x7684;&#x6BCF;&#x4E2A;&#x7EC6;&#x8282;&#x57FA;&#x672C;&#x90FD;&#x81EA;&#x5DF1;&#x6765; cover &#x7684;&#xFF0C;&#x6240;&#x4EE5;<strong>&#x7EF4;&#x62A4;&#x6210;&#x672C;&#x4E00;&#x5B9A;&#x8981;&#x7B97;&#x8FDB;&#x53BB;</strong>&#x3002;</p>
<p>&#x7EF4;&#x62A4;&#x6210;&#x672C;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x90A3;&#x4E48;&#x663E;&#x800C;&#x6613;&#x89C1;&#x3002;&#x6BD4;&#x5982;&#x8BF4;&#x5427;&#xFF0C;&#x5176;&#x5B9E;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#x4E5F;&#x662F;&#x6709;&#x7EF4;&#x62A4;&#x6210;&#x672C;&#x7684;&#x3002;&#x5F88;&#x591A;&#x60F3;&#x8981;&#x505A;&#x8BFE;&#x4F46;&#x6CA1;&#x6709;&#x505A;&#x8BFE;&#x7684;&#x540C;&#x5B66;&#x548C;&#x6211;&#x4EA4;&#x6D41;&#xFF0C;&#x90FD;&#x89C9;&#x5F97;&#x8BFE;&#x7A0B;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x597D;&#x7684;&#x5546;&#x54C1;&#x3002;&#x4ED6;&#x4EEC;&#x8BF4;&#xFF0C;&#x300C;&#x4F60;&#x770B;&#xFF0C;&#x505A;&#x4E00;&#x4E2A;&#x8BFE;&#x53EA;&#x8981;&#x4E09;&#x5230;&#x516D;&#x4E2A;&#x6708;&#xFF0C;&#x7136;&#x540E;&#x5C31;&#x53EF;&#x4EE5;&#x653E;&#x5230;&#x90A3;&#x91CC;&#x6536;&#x94B1;&#x4E86;&#x3002;&#x6BCF;&#x5E74;&#x90A3;&#x4E48;&#x591A;&#x7684;&#x6BD5;&#x4E1A;&#x751F;&#xFF0C;&#x8FD9;&#x4E00;&#x5C4A;&#x5356;&#x5B8C;&#x4E86;&#x63A5;&#x7740;&#x5356;&#x4E0B;&#x4E00;&#x5C4A;&#x300D;&#xFF0C;&#x542C;&#x8D77;&#x6765;&#x7B80;&#x76F4;&#x662F;&#x8EBA;&#x7740;&#x6323;&#x94B1;&#x3002;</p>
<p>&#x4F46;&#x7406;&#x60F3;&#x662F;&#x7F8E;&#x597D;&#x7684;&#xFF0C;&#x73B0;&#x5B9E;&#x662F;&#x9AA8;&#x611F;&#x7684;&#x3002;&#x54B1;&#x4EEC;&#x8BA1;&#x7B97;&#x673A;&#x7C7B;&#x7684;&#x8BFE;&#x8FC7;&#x65F6;&#x662F;&#x975E;&#x5E38;&#x5FEB;&#x7684;&#xFF0C;&#x524D;&#x7AEF;&#x8BFE;&#x751A;&#x81F3;&#x8FD8;&#x6CA1;&#x505A;&#x5B8C;&#x4E0A;&#x67B6;&#xFF0C;&#x6846;&#x67B6;&#x5C31;&#x53C8;&#x53D1;&#x5927;&#x7248;&#x672C;&#x4E86;&#x3002;</p>
<p>&#x4E0A;&#x67B6;&#x4EE5;&#x540E;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x7684;&#x8BFE;&#x505A;&#x5F97;&#x597D;&#xFF0C;&#x53EA;&#x8981;&#x4E00;&#x4E0A;&#x6392;&#x884C;&#x699C;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x4F1A;&#x6709;&#x4EBA;&#x628A;&#x4F60;&#x7684;&#x8BFE;&#x7684;&#x5927;&#x7EB2;&#x6284;&#x4E00;&#x904D;&#xFF0C;&#x7136;&#x540E;&#x4EE5;&#x66F4;&#x4FBF;&#x5B9C;&#x7684;&#x4EF7;&#x683C;&#x6765;&#x9500;&#x552E;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407170709.png" alt=""></p>
<p>&#x8FD9;&#x8FD8;&#x662F;&#x5408;&#x6CD5;&#x8303;&#x56F4;&#x4EE5;&#x5185;&#x7684;&#x7ADE;&#x4E89;&#xFF0C;&#x90A3;&#x66F4;&#x60E8;&#x4E00;&#x70B9;&#x7684;&#x662F;&#x76F4;&#x63A5;&#x628A;&#x4F60;&#x7684;&#x8BFE;&#x76D7;&#x7248;&#x4E86;&#xFF0C;&#x5728;&#x6DD8;&#x5B9D;&#x95F2;&#x9C7C;&#x670B;&#x53CB;&#x5708;&#x5FAE;&#x4FE1;&#x7FA4;&#x91CC;&#x9762;&#xFF0C;&#x51E0;&#x5757;&#x94B1;&#x5356;&#x4E00;&#x5957;&#x3002;&#x672C;&#x6765;&#x4EE5;&#x4E3A;&#x8FD9;&#x4E2A;&#x8BFE;&#x6BCF;&#x4E00;&#x5E74;&#x90FD;&#x53EF;&#x4EE5;&#x7ED9;&#x4F60;&#x5E26;&#x6765;&#x6536;&#x76CA;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x4E0A;&#x7684;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x4E00;&#x65E6;&#x88AB;&#x76D7;&#x7248;&#x4EE5;&#x540E;&#xFF0C;&#x9500;&#x91CF;&#x5C31;&#x4ECE;&#x60AC;&#x5D16;&#x8FB9;&#x76F4;&#x63A5;&#x8DF3;&#x4E0B;&#x53BB;&#xFF0C;&#x843D;&#x5165;&#x4E00;&#x4E2A;&#x4E0D;&#x89C1;&#x5E95;&#x7684;&#x6DF1;&#x6E0A;&#x3002;</p>
<h2 id="&#x4EA7;&#x51FA;">&#x4EA7;&#x51FA;</h2>
<p><img src="https://theseven.ftqq.com/20200407170841.png" alt=""></p>
<p>&#x5728;&#x8BC4;&#x4F30;&#x4EA7;&#x51FA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;&#x300C;&#x4E00;&#x6B21;&#x6027;&#x7684;&#x56DE;&#x62A5;&#x300D;&#x548C;&#x300C;&#x5468;&#x671F;&#x6027;&#x7684;&#x56DE;&#x62A5;&#x300D;&#x3002;</p>
<p>&#x4E00;&#x6B21;&#x6027;&#x56DE;&#x62A5;&#xFF0C;&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x7ED9;&#x4EBA;&#x5BB6;&#x505A;&#x6280;&#x672F;&#x987E;&#x95EE;&#x3002;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x5728;&#x5468;&#x4E09;&#x62FF;&#x5230;&#x4E00;&#x4E2A;&#x90AE;&#x4EF6;&#x4ECB;&#x7ECD;&#x8BF4;&#x662F;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x9700;&#x6C42;&#xFF0C;&#x6709;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x8981;&#x89E3;&#x7B54;&#x3002;&#x6211;&#x4EEC;&#x82B1;&#x4E0A;2~3&#x4E2A;&#x5C0F;&#x65F6;&#x6765;&#x51C6;&#x5907;&#xFF0C;&#x90A3;&#x5728;&#x5468;&#x672B;&#x7EA6;&#x4E00;&#x4E2A;&#x65F6;&#x95F4;&#xFF0C;&#x9762;&#x8C08;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x628A;&#x4E4B;&#x524D;&#x51C6;&#x5907;&#x7684;&#x5185;&#x5BB9;&#x804A;&#x6E05;&#x695A;&#xFF0C;&#x804A;&#x5B8C;&#x4E86;&#x4EE5;&#x540E;&#xFF0C;&#x56DE;&#x62A5;&#x5C31;&#x62FF;&#x5230;&#x624B;&#x4E86;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x4E00;&#x6B21;&#x6027;&#x56DE;&#x62A5;&#x3002;</p>
<p>&#x5468;&#x671F;&#x6027;&#x56DE;&#x62A5;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x4EEC;&#x5728;&#x6398;&#x91D1;&#x4E0A;&#x5199;&#x4E86;&#x4E00;&#x4E2A;&#x5C0F;&#x518C;&#xFF0C;&#x90A3;&#x53EA;&#x8981;&#x6709;&#x4EBA;&#x5728;&#x8D2D;&#x4E70;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x4F1A;&#x4E0D;&#x505C;&#x7684;&#x6709;&#x6536;&#x76CA;&#xFF0C;&#x8FD9;&#x79CD;&#x6536;&#x5165;&#x4E00;&#x822C;&#x6309;&#x6708;&#x7ED3;&#xFF0C;&#x6240;&#x4EE5;&#x6BCF;&#x6B21;&#x770B;&#x8D77;&#x6765;&#x6CA1;&#x591A;&#x5C11;&#xFF0C;&#x4F46;&#x52A0;&#x8D77;&#x6765;&#x8FD8;&#x662F;&#x633A;&#x591A;&#x7684;&#x3002;&#x6211;&#x4E4B;&#x524D;&#x7B97;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x53D1;&#x73B0;<strong>&#x5728;&#x6211;&#x521B;&#x9020;&#x7684;&#x5404;&#x79CD;&#x8D44;&#x4EA7;&#x4E2D;&#xFF0C;&#x6398;&#x91D1;&#x5C0F;&#x518C;&#x7684;&#x6295;&#x5165;&#x4EA7;&#x51FA;&#x7387;&#x662F;&#x6700;&#x9AD8;&#x7684;</strong>&#x3002;</p>
<h2 id="&#x6301;&#x7EED;&#x6027;">&#x6301;&#x7EED;&#x6027;</h2>
<p><img src="https://theseven.ftqq.com/20200407171408.png" alt=""></p>
<p>&#x6301;&#x7EED;&#x6027;&#x662F;&#x6211;&#x4EE5;&#x524D;&#x5FFD;&#x7565;&#x6389;&#x7684;&#x4E00;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x540E;&#x6765;&#x88AB;&#x6211;&#x8FFD;&#x52A0;&#x4E0A;&#x6765;&#x3002;&#x8FD9;&#x5176;&#x5B9E;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x6D45;&#x663E;&#x7684;&#x9053;&#x7406;&#xFF0C;<strong>&#x4E00;&#x4E2A;&#x8D44;&#x4EA7;&#x653E;&#x5728;&#x90A3;&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x5B83;&#x4E0D;&#x53EF;&#x80FD;&#x4E00;&#x76F4;&#x5C31;&#x6301;&#x7EED;&#x5730;&#x6323;&#x94B1;</strong>&#x3002;&#x5C31;&#x50CF;&#x7535;&#x6C60;&#x5149;&#x7528;&#x4E0D;&#x5145;&#x7535;&#x7684;&#x8BDD;&#xFF0C;&#x603B;&#x4F1A;&#x6709;&#x7528;&#x5149;&#x7684;&#x4E00;&#x5929;&#xFF08;&#x522B;&#x548C;&#x6211;&#x63D0;&#x592A;&#x9633;&#x80FD;&#x7535;&#x6C60;&#xFF09;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x521B;&#x9020;&#x8FD9;&#x4E2A;&#x8D44;&#x4EA7;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5B83;&#x662F;&#x9762;&#x5BF9;&#x4E00;&#x4E2A;&#x5E02;&#x573A;&#x9700;&#x6C42;&#x7684;&#x3002;&#x800C;&#x8FD9;&#x4E2A;&#x9700;&#x6C42;&#x672C;&#x8EAB;&#x5B83;&#x4F1A;&#x968F;&#x65F6;&#x95F4;&#x53D8;&#x52A8;&#x3002;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x9700;&#x6C42;&#x548C;&#x6211;&#x4EEC;&#x63D0;&#x4F9B;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x4E4B;&#x95F4;&#x7684;&#x5951;&#x5408;&#x5EA6;&#xFF0C;&#x4F1A;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x8D8A;&#x6765;&#x8D8A;&#x5DEE;&#x3002;&#x6700;&#x540E;&#x5C31;&#x4F1A;&#x53D8;&#x6210;&#x8981;&#x4E48;&#x6211;&#x4EEC;&#x53C8;&#x8981;&#x82B1;&#x6210;&#x672C;&#x53BB;&#x7EF4;&#x62A4;&#x5B83;&#xFF0C;&#x628A;&#x5B83;&#x4ECE;&#x504F;&#x5DEE;&#x7684;&#x5730;&#x65B9;&#x7ED9;&#x62C9;&#x56DE;&#x6765;&#xFF0C;&#x91CD;&#x65B0;&#x8986;&#x76D6;&#x5230;&#x9700;&#x6C42;&#x4E0A;&#x9762;&#x3002;&#x628A;&#x7528;&#x6237;&#x7684;&#x6EE1;&#x610F;&#x5EA6;&#x3001;&#x7528;&#x6237;&#x7684;&#x4F53;&#x9A8C;&#x3001;&#x5E02;&#x573A;&#x7684;&#x8D8B;&#x52BF;&#x7ED9;&#x91CD;&#x65B0;&#x8003;&#x8651;&#x8FDB;&#x53BB;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x8D44;&#x4EA7;&#x7684;&#x751F;&#x547D;&#x671F;&#x53D8;&#x5F97;&#x66F4;&#x957F;&#x3002;</p>
<p>&#x6216;&#x8005;&#x6211;&#x4EEC;&#x5C31;&#x4E0D;&#x53BB;&#x7BA1;&#x5B83;&#xFF0C;&#x8BA9;&#x5B83;&#x6162;&#x6162;&#x5730;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x53BB;&#x6D88;&#x4EA1;&#x3002;&#x5BF9;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x8D44;&#x4EA7;&#x6765;&#x8BB2;&#xFF0C;&#x5B83;&#x53EA;&#x662F;&#x8FC7;&#x7A0B;&#x7684;&#x5FEB;&#x6162;&#x4F1A;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x4F46;&#x6574;&#x4F53;&#x6765;&#x8BB2;&#xFF0C;&#x90FD;&#x662F;&#x4F1A;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#x7684;&#x3002;</p>
<h2 id="&#x98CE;&#x9669;">&#x98CE;&#x9669;</h2>
<p><img src="https://theseven.ftqq.com/20200407171237.png" alt=""></p>
<p>&#x7A0B;&#x5E8F;&#x5458;&#x521B;&#x9020;&#x4EA7;&#x54C1;&#x6700;&#x5927;&#x7684;&#x98CE;&#x9669;&#x662F;&#x300C;<strong>&#x6CA1;&#x4EBA;&#x7528;</strong>&#x300D;&#xFF0C;&#x56E0;&#x4E3A;&#x867D;&#x7136;&#x5927;&#x90E8;&#x5206;&#x79D1;&#x73ED;&#x51FA;&#x8EAB;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x90FD;&#x5B66;&#x8FC7;&#x9700;&#x6C42;&#x5206;&#x6790;&#xFF0C;&#x4F46;&#x4ECD;&#x7136;&#x5404;&#x79CD;&#x559C;&#x6B22;&#x62FF;&#x7740;&#x9524;&#x5B50;&#x627E;&#x9489;&#x5B50;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x6CA1;&#x6709;&#x505A;&#x8FC7;&#x72EC;&#x7ACB;&#x5F00;&#x53D1;&#x6216;&#x8005;&#x81EA;&#x5DF1;&#x4EA7;&#x54C1;&#x7684;&#x540C;&#x5B66;&#x6765;&#x8BB2;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5FC5;&#x7ECF;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x6240;&#x4EE5;&#x65E9;&#x671F;&#x9879;&#x76EE;&#x7684;&#x98CE;&#x9669;&#x90FD;&#x4F1A;&#x975E;&#x5E38;&#x9AD8;&#x7684;&#xFF0C;&#x4F46;&#x8FD9;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x98CE;&#x9669;&#x9AD8;&#x6211;&#x4EEC;&#x5C31;&#x4E0D;&#x505A;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x76F8;&#x5BF9;&#x7684;&#x8C03;&#x4F4E;&#x6295;&#x5165;&#xFF0C;&#x539F;&#x6765;&#x8981;&#x6295;&#x5165;&#x4E09;&#x4E2A;&#x6708;&#x4E0A;&#x7EBF;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x53EF;&#x4EE5;&#x82B1;&#x4E09;&#x5929;&#x505A;&#x4E2A;MVP&#x4E0A;&#x7EBF;&#xFF0C;&#x6D4B;&#x8BD5;&#x5230;&#x9700;&#x6C42;&#x4EE5;&#x540E;&#xFF0C;&#x518D;&#x7EE7;&#x7EED;&#x52A0;&#x7801;&#x3002;&#x8FD9;&#x6837;&#x4E5F;&#x80FD;&#x6162;&#x6162;&#x7684;&#x83B7;&#x53D6;&#x5230;&#x4E00;&#x4E2A;&#x5E73;&#x8861;&#x70B9;&#x3002;</p>
<h2 id="&#x95E8;&#x69DB;">&#x95E8;&#x69DB;</h2>
<p><img src="https://theseven.ftqq.com/20200407171515.png" alt=""></p>
<p>&#x6700;&#x540E;&#x6211;&#x52A0;&#x4E86;&#x4E00;&#x4E2A;&#x8BC4;&#x4F30;&#x6807;&#x51C6;&#x53EB;&#x505A;&#x95E8;&#x69DB;&#x3002;&#x56E0;&#x4E3A;&#x300C;&#x526F;&#x4E1A;&#x300D;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x5404;&#x9879;&#x8D44;&#x6E90;&#x90FD;&#x662F;&#x53D7;&#x9650;&#x7684;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BC4;&#x4F30;&#x6807;&#x51C6;&#x4F53;&#x73B0;&#x4E86;&#x53D7;&#x9650;&#x60C5;&#x51B5;&#x4E0B;&#x521B;&#x9020;&#x8D44;&#x4EA7;&#x7684;&#x96BE;&#x5EA6;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch05.html" class="navigation navigation-prev " aria-label="Previous page: 资产和被动收入·其二 创造资产">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch07.html" class="navigation navigation-next " aria-label="Next page: 销售时间片的方式">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"资产和被动收入·其三 资产的量化评估","level":"1.8","depth":1,"next":{"title":"销售时间片的方式","level":"1.9","depth":1,"path":"ch07.md","ref":"ch07.md","articles":[]},"previous":{"title":"资产和被动收入·其二 创造资产","level":"1.7","depth":1,"path":"ch05.md","ref":"ch05.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"mystyle.css","pdf":"mystyle.css","mobi":"mystyle.css","epub":"mystyle.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"cn","links":{"sidebar":{"方糖气球":"http://ftqq.com/"}},"gitbook":"*"},"file":{"path":"ch06.md","mtime":"2020-04-08T15:32:32.896Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T02:44:58.207Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

