
<!DOCTYPE HTML>
<html lang="cn" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>销售时间片的方式 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="mystyle.css">
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch13.html" />
    
    
    <link rel="prev" href="ch06.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://ftqq.com/" target="_blank" class="custom-link">方糖气球</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    程序员如何优雅地挣零花钱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch00.html">
            
                <a href="ch00.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    想明白自己的核心资源
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    时间片优化·其一 提升单位时间收益
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    时间片优化·其二 提升单位时间效率
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    资产和被动收入·其一 获得资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    资产和被动收入·其二 创造资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    资产和被动收入·其三 资产的量化评估
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.9" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    销售时间片的方式
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.10" data-path="ch13.html">
            
                <a href="ch13.html">
            
                    
                    适合程序员创造的资产·付费课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ch12.html">
            
                <a href="ch12.html">
            
                    
                    适合程序员创造的资产·付费专栏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="ch10.html">
            
                <a href="ch10.html">
            
                    
                    适合程序员创造的资产·付费社群
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="ch11.html">
            
                <a href="ch11.html">
            
                    
                    适合程序员创造的资产·书籍出版
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="ch16.html">
            
                <a href="ch16.html">
            
                    
                    适合程序员创造的资产·模板、插件和源代码市场
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15" data-path="ch15.html">
            
                <a href="ch15.html">
            
                    
                    适合程序员创造的资产·订阅式软件和服务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="ch14.html">
            
                <a href="ch14.html">
            
                    
                    适合程序员创造的资产·应用市场卖付费软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="ch17.html">
            
                <a href="ch17.html">
            
                    
                    适合程序员创造的资产·经营媒体账号并带货
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="ch99.html">
            
                <a href="ch99.html">
            
                    
                    后记
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >销售时间片的方式</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x9500;&#x552E;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x65B9;&#x5F0F;">&#x9500;&#x552E;&#x65F6;&#x95F4;&#x7247;&#x7684;&#x65B9;&#x5F0F;</h1>
<p>&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x6574;&#x7406;&#x4E86;&#x9500;&#x552E;&#x65F6;&#x95F4;&#x7247;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x6709;&#x54EA;&#x4E9B;&#x6323;&#x96F6;&#x82B1;&#x94B1;&#x7684;&#x65B9;&#x5F0F;&#xFF08;&#x5185;&#x5BB9;&#x4E3B;&#x8981;&#x57FA;&#x4E8E;&#x65E7;&#x7248;&#x957F;&#x6587;&#xFF09;&#x3002;</p>
<h2 id="&#x79C1;&#x5355;">&#x79C1;&#x5355;</h2>
<h3 id="&#x8FDC;&#x7A0B;&#x5916;&#x5305;">&#x8FDC;&#x7A0B;&#x5916;&#x5305;</h3>
<p>&#x6700;&#x7406;&#x60F3;&#x7684;&#x5355;&#x5B50;&#x8FD8;&#x662F;&#x76F4;&#x63A5;&#x63A5;&#x6D77;&#x5916;&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x6BD4;&#x5982;<a href="http://freelancer.com" target="_blank">freelancer.com</a>&#x7B49;&#x7F51;&#x7AD9;&#x3002;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x56E0;&#x4E3A;&#x6323;&#x7684;&#x662F;&#x7F8E;&#x5200;&#x6BD4;&#x8F83;&#x5212;&#x7B97;&#xFF0C;&#x4E4B;&#x524D;&#x770B;&#x5230;&#x50CF;&#x7ED9;WordPress&#x5199;&#x652F;&#x4ED8;+&#x53D1;&#x9001;&#x6CE8;&#x518C;&#x7801;&#x8FD9;&#x79CD;&#x5927;&#x5BB6;&#x4E00;&#x4E2A;&#x5468;&#x672B;&#x5C31;&#x80FD;&#x505A;&#x5B8C;&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5230;200~300&#x7F8E;&#x5200;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x5728;&#x56FD;&#x5916;&#x63A5;&#x5355;&#x5B50;&#x6BD4;&#x8F83;&#x9690;&#x853D;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407172129.png" alt=""></p>
<p>&#x5E38;&#x7528;&#x56FD;&#x5916;&#x7F51;&#x7AD9;&#xFF1A;</p>
<ul>
<li><a href="http://freelancer.com" target="_blank">http://freelancer.com</a></li>
<li><a href="https://www.upwork.com/" target="_blank">https://www.upwork.com/</a></li>
</ul>
<p>&#xFF08;&#x7531;<a href="https://github.com/ahui132" target="_blank">ahui132</a>&#x540C;&#x5B66;&#x8865;&#x5145;&#xFF09;</p>
<blockquote>
<p>&#x672C;&#x6BB5;&#x7531;tvvocold&#x540C;&#x5B66;&#x8D21;&#x732E;&#x3002;
&#x56FD;&#x5185;&#x4E5F;&#x6709;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x4F17;&#x5305;&#x5E73;&#x53F0; <a href="https://mart.coding.net" target="_blank">CODING &#x7801;&#x5E02;</a> &#x3002; &#x7801;&#x5E02;&#x57FA;&#x4E8E;&#x4E91;&#x8BA1;&#x7B97;&#x6280;&#x672F;&#x642D;&#x5EFA;&#x7684;&#x4E91;&#x7AEF;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5E73;&#x53F0; <a href="https://coding.net" target="_blank">Coding.net</a> &#x4F5C;&#x4E3A;&#x6C9F;&#x901A;&#x548C;&#x76D1;&#x7BA1;&#x5DE5;&#x5177;&#xFF0C;&#x5FEB;&#x901F;&#x8FDE;&#x63A5;&#x5F00;&#x53D1;&#x8005;&#x4E0E;&#x9700;&#x6C42;&#x65B9;&#xFF0C;&#x65E8;&#x5728;&#x901A;&#x8FC7;&#x4E91;&#x7AEF;&#x4F17;&#x5305;&#x7684;&#x65B9;&#x5F0F;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x4EA4;&#x4ED8;&#x7684;&#x6548;&#x7387;&#x3002;&#x7801;&#x5E02;&#x4F5C;&#x4E3A;&#x7B2C;&#x4E09;&#x65B9;&#x76D1;&#x7BA1;&#x5E73;&#x53F0;&#xFF0C;&#x4F1A;&#x5BF9;&#x6240;&#x6709;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x5BA1;&#x6838;&#x4EE5;&#x4FDD;&#x8BC1;&#x9879;&#x76EE;&#x9700;&#x6C42;&#x7684;&#x660E;&#x786E;&#x6027;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x4ED8;&#x6B3E;&#x62C5;&#x4FDD;&#xFF0C;&#x8BA9;&#x5F00;&#x53D1;&#x8005;&#x53EA;&#x8981;&#x6309;&#x65F6;&#x5B8C;&#x6210;&#x9879;&#x76EE;&#x5F00;&#x53D1;&#x5373;&#x53EF;&#x83B7;&#x53D6;&#x916C;&#x52B3;&#x3002;&#x4F60;&#x53EF;&#x4EE5; <a href="https://mart.coding.net/codersay" target="_blank">&#x5728;&#x8FD9;&#x91CC;</a> &#x770B;&#x5230;&#x5F00;&#x53D1;&#x8005;&#x5BF9;&#x7801;&#x5E02;&#x7684;&#x8BC4;&#x4EF7;&#x3002;</p>
</blockquote>
<p>&#x5F53;&#x7136;&#xFF0C;&#x732A;&#x516B;&#x6212;&#x8FD9;&#x79CD;&#x7AD9;&#x6211;&#x5C31;&#x4E0D;&#x591A;&#x8BF4;&#x4E86;&#xFF0C;&#x4E0D;&#x592A;&#x9002;&#x5408;&#x4E13;&#x4E1A;&#x7A0B;&#x5E8F;&#x5458;&#x53BB;&#x81EA;&#x8D2C;&#x8EAB;&#x4EF7;&#x3002;</p>
<h3 id="&#x6309;&#x9700;&#x96C7;&#x7528;">&#x6309;&#x9700;&#x96C7;&#x7528;</h3>
<p>&#x6309;&#x9700;&#x96C7;&#x7528;&#x662F;&#x8FD1;&#x51E0;&#x5E74;&#x65B0;&#x5174;&#x7684;&#x79C1;&#x5355;&#x65B9;&#x5F0F;&#xFF0C;&#x5F00;&#x53D1;&#x8005;&#x5728;&#x4E1A;&#x4F59;&#x65F6;&#x95F4;&#x76F4;&#x63A5;&#x5230;&#x96C7;&#x4E3B;&#x516C;&#x53F8;&#x9A7B;&#x573A;&#x529E;&#x516C;&#xFF0C;&#x6309;&#x65F6;&#x85AA;&#x9886;&#x53D6;&#x62A5;&#x916C;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x7701;&#x53BB;&#x4E86;&#x7F51;&#x7EDC;&#x6C9F;&#x901A;&#x7684;&#x4F4E;&#x6548;&#x7387;&#xFF0C;&#x4E5F;&#x907F;&#x514D;&#x4E86;&#x548C;&#x96C7;&#x4E3B;&#x7684;&#x8BA8;&#x4EF7;&#x8FD8;&#x4EF7;&#xFF0C;&#x9002;&#x5408;&#x6015;&#x9EBB;&#x70E6;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x3002;</p>
<h4 id="&#x62C9;&#x52FE;&#x5927;&#x9CB2;&#x5DF2;&#x4E0B;&#x7EBF;">&#x62C9;&#x52FE;&#x5927;&#x9CB2;(&#x5DF2;&#x4E0B;&#x7EBF;)</h4>
<p><del><img src="https://theseven.ftqq.com/20200407171940.png" alt=""></del></p>
<p><del><a href="https://pro.lagou.com/" target="_blank">&#x5927;&#x9CB2;</a> &#x7531;&#x62C9;&#x52FE;&#x7F51;&#x63A8;&#x51FA;&#xFF0C;&#x8003;&#x8651;&#x5230;&#x62C9;&#x52FE;&#x4E0A;&#x4E09;&#x5341;&#x591A;&#x4E07;&#x7684;&#x62DB;&#x8058;&#x65B9;&#xFF0C;&#x5927;&#x9CB2;&#x4E0D;&#x7F3A;&#x96C7;&#x4E3B;&#xFF0C;&#x8FD9;&#x662F;&#x5176;&#x4ED6;&#x72EC;&#x7ACB;&#x5E73;&#x53F0;&#x76F8;&#x5BF9;&#x5F31;&#x52BF;&#x7684;&#x5730;&#x65B9;&#x3002;</del></p>
<h4 id="&#x5B9E;&#x73B0;&#x7F51;">&#x5B9E;&#x73B0;&#x7F51;</h4>
<p><img src="https://theseven.ftqq.com/20200407172005.png" alt=""></p>
<p><a href="http://shixian.com" target="_blank">&#x5B9E;&#x73B0;&#x7F51;</a>&#x7684;&#x4EF7;&#x683C;&#x4E5F;&#x5F88;&#x4E0D;&#x9519;&#xFF0C;<del>&#x4F46;&#x662F;&#x6211;&#x5F3A;&#x70C8;&#x5EFA;&#x8BAE;&#x5927;&#x5BB6;&#x4E0D;&#x8981;&#x5728;&#x4ECB;&#x7ECD;&#x4E2D;&#x900F;&#x6F0F;&#x5B9E;&#x540D;&#x548C;&#x771F;&#x5B9E;&#x7684;&#x516C;&#x53F8;&#x90E8;&#x95E8;&#x4FE1;&#x606F;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x5B9E;&#x5728;&#x592A;&#x9AD8;&#x8C03;&#x4E86;&#x3002;&#x6709;&#x540C;&#x5B66;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x7684;&#x5468;&#x672B;&#x65F6;&#x95F4;&#x554A;&#xFF0C;&#x6211;&#x7231;&#x600E;&#x4E48;&#x7528;&#x5C31;&#x600E;&#x4E48;&#x7528;&#xFF0C;&#x516C;&#x53F8;&#x8FD8;&#x80FD;&#x544A;&#x6211;&#x600E;&#x4E48;&#x7684;&#xFF1F;
&#x867D;&#x7136;&#x5F88;&#x591A;&#x516C;&#x53F8;&#x7684;&#x52B3;&#x52A8;&#x5408;&#x540C;&#x91CC;&#x8FB9;&#x5E76;&#x4E0D;&#x7981;&#x6B62;&#x505A;&#x517C;&#x804C;&#xFF0C;&#x4F46;&#x5728;&#x7F51;&#x4E0A;&#x5982;&#x6B64;&#x9AD8;&#x8C03;&#x7684;&#x5E72;&#x79C1;&#x6D3B;&#xFF0C;&#x7B80;&#x76F4;&#x5C31;&#x662F;&#x5728;&#x6311;&#x8845;HR&#xFF1A;&#x300C;&#x6211;&#x5DE5;&#x4F5C;&#x4E0D;&#x9971;&#x548C;&#x300D;&#x3001;&#x300C;&#x516C;&#x53F8;&#x52A0;&#x73ED;&#x4E0D;&#x591F;&#x591A;&#x300D;&#x2026;
&#x518D;&#x60F3;&#x8C61;&#x4E0B;&#x4F60;&#x4E00;&#x8FB9;&#x548C;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x8BF4;&#x8FD9;&#x4E2A;&#x9700;&#x6C42;&#x505A;&#x4E0D;&#x5B8C;&#xFF0C;&#x4E00;&#x8FB9;&#x81EA;&#x5DF1;&#x5374;&#x6709;&#x65F6;&#x95F4;&#x505A;&#x79C1;&#x5355;&#x7684;&#x6837;&#x5B50;&#x3002;&#x4F60;&#x81EA;&#x5DF1;&#x8981;&#x662F;&#x8001;&#x677F;&#x4E5F;&#x4E0D;&#x613F;&#x63D0;&#x62D4;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x5427;&#x3002;</del></p>
<p>&#xFF08;&#x6211;&#x8FD9;&#x51E0;&#x5929;&#x91CD;&#x65B0;&#x53BB;&#x770B;&#x4E86;&#x4E0B;&#xFF0C;&#x4EBA;&#x624D;&#x9875;&#x9762;&#x5DF2;&#x7ECF;&#x4E0D;&#x518D;&#x663E;&#x793A;&#x59D3;&#x540D;&#x4E86;&#xFF0C;&#x53EA;&#x7528;&#x4F7F;&#x7528;&#x5934;&#x50CF;&#x3002;&#x8FD9;&#x6837;&#x53EA;&#x8981;&#x5728;&#x5DE5;&#x4F5C;&#x7ECF;&#x5386;&#x4ECB;&#x7ECD;&#x91CC;&#x8FB9;&#x6CE8;&#x610F;&#x4E00;&#x70B9;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x907F;&#x514D;&#x4E0A;&#x8FF0;&#x95EE;&#x9898;&#x4E86;&#x3002;&#xFF09;</p>
<h4 id="&#x7A0B;&#x5E8F;&#x5458;&#x5BA2;&#x6808;">&#x7A0B;&#x5E8F;&#x5458;&#x5BA2;&#x6808;</h4>
<p><img src="https://theseven.ftqq.com/20200407172232.png" alt=""></p>
<p>&#x4E0D;&#x592A;&#x719F;&#x6089;&#xFF0C;&#x4F46;&#x56FD;&#x5185;&#x6309;&#x9700;&#x96C7;&#x7528;&#x7684;&#x7F51;&#x7AD9;&#x4E0D;&#x591A;&#xFF0C;&#x5199;&#x51FA;&#x6765;&#x4F9B;&#x5927;&#x5BB6;&#x53C2;&#x8003;&#x3002;</p>
<h2 id="&#x5199;&#x6587;&#x7AE0;">&#x5199;&#x6587;&#x7AE0;</h2>
<h3 id="&#x6295;&#x7A3F;">&#x6295;&#x7A3F;</h3>
<p>&#x5F88;&#x591A;&#x540C;&#x5B66;&#x559C;&#x6B22;&#x5199;&#x6280;&#x672F;&#x535A;&#x5BA2;&#xFF0C;&#x5176;&#x5B9E;&#x628A;&#x6587;&#x7AE0;&#x6295;&#x7ED9;&#x4E00;&#x4E9B;&#x7F51;&#x7AD9;&#x662F;&#x6709;&#x7A3F;&#x8D39;&#x7684;&#x3002;
&#x6BD4;&#x5982;InfoQ&#xFF0C;&#x4ED6;&#x4EEC;&#x5BB6;&#x559C;&#x6B22;&#x6536;3000~4000&#x5B57;&#x7684;&#x6DF1;&#x5EA6;&#x6280;&#x672F;&#x6587;&#x7AE0;&#xFF1B;&#x7A3F;&#x8D39;&#x662F; 200 &#x5143; / &#x7BC7;&#x3002;&#x867D;&#x7136;&#x4E0D;&#x7B97;&#x592A;&#x591A;&#xFF0C;&#x4F46;&#x4E00;&#x7BC7;&#x957F;&#x6587;&#x7684;&#x7A3F;&#x8D39;&#x4E5F;&#x591F;&#x4E70;&#x4E2A;&#x5165;&#x95E8;&#x7EA7;&#x7684;Cherry&#x952E;&#x76D8;&#x4E86;&#x3002;&#x6211;&#x559C;&#x6B22;InfoQ&#x7684;&#x5730;&#x65B9;&#x662F;&#x4ED6;&#x4EEC;&#x7684;&#x7248;&#x6743;&#x8981;&#x6C42;&#x4E0A;&#x6BD4;&#x8F83;&#x5BBD;&#x677E;&#x3002;&#x6587;&#x7AE0;&#x5728;&#x4ED6;&#x4EEC;&#x7F51;&#x7AD9;&#x53D1;&#x5E03;&#x540E;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x518D;&#x53D1;&#x5E03;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x535A;&#x5BA2;&#xFF1B;&#x800C;&#x4E14;&#x6587;&#x7AE0;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x51FA;&#x4E66;&#xFF0C;&#x53EA;&#x8981;&#x6807;&#x660E;&#x539F;&#x53D1;&#x4E8E;InfoQ&#x5373;&#x53EF;&#x3002;</p>
<p>&#x66F4;&#x8BE6;&#x7EC6;&#x7684;&#x8BF4;&#x660E;&#x89C1;&#x8FD9;&#x91CC;&#xFF1A;<a href="https://www.infoq.cn/instruction" target="_blank">https://www.infoq.cn/instruction</a></p>
<blockquote>
<p>&#x5FAE;&#x535A;&#x7684;<a href="http://weibo.com/rambone" target="_blank">@rambone</a>&#x540C;&#x5B66;&#x8865;&#x5145;&#x5230;&#xFF0C;&#x6587;&#x7AE0;&#x8FD8;&#x53EF;&#x4EE5;&#x53D1;&#x5230;&#x5FAE;&#x535A;&#x3001;&#x5FAE;&#x4FE1;&#x3001;&#x7B80;&#x4E66;&#x7B49;&#x652F;&#x6301;&#x6253;&#x8D4F;&#x7684;&#x5E73;&#x53F0;&#x3002;&#x8003;&#x8651;&#x5230;<a href="https://weibo.com/2855893887/Fztyzmolp?type=comment#_rnd1524187028824" target="_blank">&#x7B80;&#x4E66;CEO&#x53CA;&#x5176;&#x5B98;&#x535A;&#x5BF9;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x5947;&#x8469;&#x6001;&#x5EA6;</a>&#xFF0C;&#x4E2A;&#x4EBA;&#x5EFA;&#x8BAE;&#x662F;&#x6362;&#x4E2A;&#x54B1;&#x7A0B;&#x5E8F;&#x5458;&#x81EA;&#x5DF1;&#x7684;&#x5E73;&#x53F0;&#x5199;&#x6587;&#x7AE0;&#x3002;</p>
</blockquote>
<h2 id="&#x5185;&#x90E8;&#x63A8;&#x8350;&#x548C;&#x730E;&#x5934;&#x63A8;&#x8350;">&#x5185;&#x90E8;&#x63A8;&#x8350;&#x548C;&#x730E;&#x5934;&#x63A8;&#x8350;</h2>
<p>&#x5982;&#x679C;&#x4F60;&#x5728;BAT&#x7B49;&#x4E00;&#x6D41;&#x4E92;&#x8054;&#x7F51;&#x516C;&#x53F8;&#x5DE5;&#x4F5C;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x6709;&#x4E00;&#x5E2E;&#x5FD7;&#x540C;&#x9053;&#x5408;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x670B;&#x53CB;&#xFF0C;&#x90A3;&#x4E48;&#x57FA;&#x672C;&#x4E0A;&#x6BCF;&#x9694;&#x51E0;&#x4E2A;&#x6708;&#x4F60;&#x5E94;&#x8BE5;&#x5C31;&#x4F1A;&#x9047;&#x5230;&#x6709;&#x60F3;&#x6362;&#x5DE5;&#x4F5C;&#x7684;&#x540C;&#x4E8B;&#x548C;&#x670B;&#x53CB;&#xFF0C;&#x6240;&#x4EE5;&#x5343;&#x4E07;&#x522B;&#x9519;&#x8FC7;&#x4F60;&#x6323;&#x63A8;&#x8350;&#x8D39;&#x7684;&#x5927;&#x597D;&#x65F6;&#x673A;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x6765;&#x8BB2;&#xFF0C;&#x516C;&#x53F8;&#x5185;&#x90E8;&#x63A8;&#x8350;&#x7684;&#x94B1;&#x4F1A;&#x5C11;&#x4E00;&#x4E9B;&#xFF0C;&#x6211;&#x89C1;&#x8FC7;&#x7684;3000~6000&#x7684;&#x5C45;&#x591A;&#x3002;&#x4F46;&#x56E0;&#x4E3A;&#x662F;&#x81EA;&#x5DF1;&#x516C;&#x53F8;&#xFF0C;&#x4F1A;&#x6BD4;&#x8F83;&#x9760;&#x8C31;&#xFF0C;&#x6240;&#x4EE5;&#x98CE;&#x9669;&#x5C0F;&#x4E00;&#x4E9B;&#x3002;&#x7ECF;&#x5E38;&#x7ED9;&#x516C;&#x53F8;&#x63A8;&#x8350;&#x4EBA;&#x624D;&#xFF0C;&#x8FD8;&#x4F1A;&#x63D0;&#x5347;&#x8001;&#x5927;&#x5BF9;&#x4F60;&#x7684;&#x597D;&#x611F;&#x5EA6;&#xFF0C;&#x80FD;&#x4F18;&#x5148;&#x5C31;&#x4F18;&#x5148;&#x5427;&#x3002;</p>
<p>&#x6BD4;&#x8D77;&#x5185;&#x90E8;&#x63A8;&#x8350;&#xFF0C;&#x730E;&#x5934;&#x63A8;&#x8350;&#x7684;&#x63A8;&#x8350;&#x8D39;&#x5219;&#x4F1A;&#x591A;&#x5F88;&#x591A;&#x3002;&#x4E00;&#x4E2A;30&#x4E07;&#x5E74;&#x85AA;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#xFF0C;&#x6210;&#x529F;&#x5165;&#x804C;&#x540E;&#x5DEE;&#x4E0D;&#x591A;&#x53EF;&#x4EE5;&#x62FF;&#x5230;1&#x4E07;RMB&#x7684;&#x63A8;&#x8350;&#x8D39;&#x3002;&#x4F46;&#x730E;&#x5934;&#x6E20;&#x9053;&#x7684;&#x95EE;&#x9898;&#x5728;&#x4E8E;&#x5BF9;&#x7B80;&#x5386;&#x8D28;&#x91CF;&#x8981;&#x6C42;&#x975E;&#x5E38;&#x9AD8;&#xFF0C;&#x6709;&#x77E5;&#x540D;&#x516C;&#x53F8;&#x80CC;&#x666F;&#x7684;&#x624D;&#x5BB9;&#x6613;&#x6210;&#x5355;&#xFF1B;&#x56DE;&#x6B3E;&#x5468;&#x671F;&#x53C8;&#x7279;&#x522B;&#x957F;&#xFF0C;&#x4E00;&#x822C;&#x8981;&#x5165;&#x804C;&#x8FC7;&#x4E86;&#x8BD5;&#x7528;&#x671F;&#x4EE5;&#x540E;&#x624D;&#x80FD;&#x62FF;&#x5230;&#x5168;&#x90E8;&#x63A8;&#x8350;&#x8D39;&#xFF0C;&#x5F97;&#x5C0F;&#x534A;&#x5E74;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch06.html" class="navigation navigation-prev " aria-label="Previous page: 资产和被动收入·其三 资产的量化评估">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch13.html" class="navigation navigation-next " aria-label="Next page: 适合程序员创造的资产·付费课程">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"销售时间片的方式","level":"1.9","depth":1,"next":{"title":"适合程序员创造的资产·付费课程","level":"1.10","depth":1,"path":"ch13.md","ref":"ch13.md","articles":[]},"previous":{"title":"资产和被动收入·其三 资产的量化评估","level":"1.8","depth":1,"path":"ch06.md","ref":"ch06.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"mystyle.css","pdf":"mystyle.css","mobi":"mystyle.css","epub":"mystyle.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"cn","links":{"sidebar":{"方糖气球":"http://ftqq.com/"}},"gitbook":"*"},"file":{"path":"ch07.md","mtime":"2020-05-08T02:43:04.961Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T02:44:58.207Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

