
<!DOCTYPE HTML>
<html lang="cn" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>适合程序员创造的资产·付费课程 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="mystyle.css">
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="ch12.html" />
    
    
    <link rel="prev" href="ch07.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    
    
        
        <li>
            <a href="http://ftqq.com/" target="_blank" class="custom-link">方糖气球</a>
        </li>
    
    

    
    <li class="divider"></li>
    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    程序员如何优雅地挣零花钱
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="ch00.html">
            
                <a href="ch00.html">
            
                    
                    前言
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="ch01.html">
            
                <a href="ch01.html">
            
                    
                    想明白自己的核心资源
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="ch02.html">
            
                <a href="ch02.html">
            
                    
                    时间片优化·其一 提升单位时间收益
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="ch03.html">
            
                <a href="ch03.html">
            
                    
                    时间片优化·其二 提升单位时间效率
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.6" data-path="ch04.html">
            
                <a href="ch04.html">
            
                    
                    资产和被动收入·其一 获得资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.7" data-path="ch05.html">
            
                <a href="ch05.html">
            
                    
                    资产和被动收入·其二 创造资产
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.8" data-path="ch06.html">
            
                <a href="ch06.html">
            
                    
                    资产和被动收入·其三 资产的量化评估
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.9" data-path="ch07.html">
            
                <a href="ch07.html">
            
                    
                    销售时间片的方式
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.10" data-path="ch13.html">
            
                <a href="ch13.html">
            
                    
                    适合程序员创造的资产·付费课程
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.11" data-path="ch12.html">
            
                <a href="ch12.html">
            
                    
                    适合程序员创造的资产·付费专栏
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.12" data-path="ch10.html">
            
                <a href="ch10.html">
            
                    
                    适合程序员创造的资产·付费社群
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.13" data-path="ch11.html">
            
                <a href="ch11.html">
            
                    
                    适合程序员创造的资产·书籍出版
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.14" data-path="ch16.html">
            
                <a href="ch16.html">
            
                    
                    适合程序员创造的资产·模板、插件和源代码市场
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.15" data-path="ch15.html">
            
                <a href="ch15.html">
            
                    
                    适合程序员创造的资产·订阅式软件和服务
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.16" data-path="ch14.html">
            
                <a href="ch14.html">
            
                    
                    适合程序员创造的资产·应用市场卖付费软件
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.17" data-path="ch17.html">
            
                <a href="ch17.html">
            
                    
                    适合程序员创造的资产·经营媒体账号并带货
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.18" data-path="ch99.html">
            
                <a href="ch99.html">
            
                    
                    后记
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >适合程序员创造的资产·付费课程</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x9002;&#x5408;&#x7A0B;&#x5E8F;&#x5458;&#x521B;&#x9020;&#x7684;&#x8D44;&#x4EA7;&#xB7;&#x4ED8;&#x8D39;&#x8BFE;&#x7A0B;">&#x9002;&#x5408;&#x7A0B;&#x5E8F;&#x5458;&#x521B;&#x9020;&#x7684;&#x8D44;&#x4EA7;&#xB7;&#x4ED8;&#x8D39;&#x8BFE;&#x7A0B;</h1>
<ul>
<li>&#x6295;&#x5165;&#xFF1A;&#x2605;&#x2605;&#x2605;&#x2605; &#x524D;&#x671F;&#x8981;&#x51C6;&#x5907;&#xFF0C;&#x540E;&#x671F;&#x8981;&#x526A;&#x8F91;&#xFF0C;&#x5F55;&#x97F3;&#x8FD8;&#x53EF;&#x80FD;&#x8981;&#x8D2D;&#x4E70;&#x786C;&#x4EF6;</li>
<li>&#x4EA7;&#x51FA;&#xFF1A;&#x2605;&#x2605;&#x2605;&#x2605;&#x2605; &#x7528;&#x6237;&#x613F;&#x610F;&#x4E3A;&#x597D;&#x7684;&#x8BFE;&#x7A0B;&#x82B1;&#x94B1;</li>
<li>&#x6301;&#x4E45;&#x6027;&#xFF1A;&#x2605;&#x2605;&#x2605; &#x6280;&#x672F;&#x7C7B;&#x8BFE;&#x7A0B;&#x5927;&#x6982;&#x534A;&#x5E74;&#x9700;&#x8981;&#x66F4;&#x65B0;&#x4E00;&#x6B21;</li>
<li>&#x98CE;&#x9669;&#xFF1A;&#x2605;&#x2605;&#x2605; &#x56E0;&#x4E3A;&#x6295;&#x5165;&#x5927;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x4EBA;&#x4E70;&#x5C31;&#x5F88;&#x4E8F;&#xFF0C;&#x6700;&#x597D;&#x81EA;&#x5E26;&#x6D41;&#x91CF;</li>
<li>&#x95E8;&#x69DB;&#xFF1A;&#x2605;&#x2605;&#x2605; &#x6709;&#x6F14;&#x8BB2;&#x7ECF;&#x9A8C;&#x5F88;&#x91CD;&#x8981;</li>
</ul>
<p>&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x8D77;&#x6765;&#x4EE5;&#x540E;&#xFF0C;&#x5F55;&#x5236;&#x6559;&#x5B66;&#x89C6;&#x9891;&#x4E5F;&#x53EF;&#x4EE5;&#x8D5A;&#x94B1;&#x4E86;&#x3002;&#x6574;&#x4F53;&#x6765;&#x8BB2;&#xFF0C;&#x5728;&#x6211;&#x4EB2;&#x6D4B;&#x8FC7;&#x7684;&#x5404;&#x79CD;&#x53D8;&#x73B0;&#x65B9;&#x5F0F;&#x4E2D;&#xFF0C;&#x4ED8;&#x8D39;&#x8BFE;&#x7A0B;&#x662F;&#x6700;&#x7A33;&#x5B9A;&#x7684;&#x3001;&#x4E5F;&#x6700;&#x4E3A;&#x5927;&#x5BB6;&#x7684;&#x63A5;&#x53D7;&#x7684;&#x3002;</p>
<h2 id="&#x5E73;&#x53F0;&#x9500;&#x552E;">&#x5E73;&#x53F0;&#x9500;&#x552E;</h2>
<h3 id="&#x6E20;&#x9053;&#x548C;&#x5206;&#x6210;">&#x6E20;&#x9053;&#x548C;&#x5206;&#x6210;</h3>
<p>&#x5927;&#x90E8;&#x5206;&#x7684;&#x5E73;&#x53F0;&#x5408;&#x540C;&#x6709;&#x4FDD;&#x5BC6;&#x534F;&#x8BAE;&#xFF0C;&#x6240;&#x4EE5;&#x4E0D;&#x80FD;&#x5BF9;&#x5916;&#x8BB2;&#x3002;&#x4F46;<a href="https://study.163.com" target="_blank">&#x7F51;&#x6613;&#x4E91;&#x8BFE;&#x5802;</a>&#x548C;<a href="https://www.udemy.com/" target="_blank">Udemy</a>&#x5728;&#x516C;&#x5F00;&#x7684;&#x8BB2;&#x5E08;&#x6CE8;&#x518C;&#x534F;&#x8BAE;&#x4E2D;&#x5199;&#x660E;&#x4E86;&#x5206;&#x6210;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x8BF4;&#x4E00;&#x4E0B;&#x3002;</p>
<h4 id="&#x7F51;&#x6613;&#x4E91;&#x8BFE;&#x5802;">&#x7F51;&#x6613;&#x4E91;&#x8BFE;&#x5802;</h4>
<p>&#x7F51;&#x6613;&#x7684;&#x8BFE;&#x5206;&#x4E09;&#x7C7B;&#xFF1A;</p>
<ul>
<li>&#x72EC;&#x7ACB;&#x4E0A;&#x67B6;&#xFF1A;&#x7B49;&#x4E8E;&#x7F51;&#x6613;&#x63D0;&#x4F9B;&#x5E73;&#x53F0;&#xFF08;&#x89C6;&#x9891;&#x4E0A;&#x4F20;&#x7BA1;&#x7406;&#x3001;&#x7528;&#x6237;&#x7BA1;&#x7406;&#x3001;&#x652F;&#x4ED8;&#x7CFB;&#x7EDF;&#x7B49;&#xFF09;&#xFF0C;&#x7531;&#x4F60;&#x81EA;&#x5DF1;&#x6765;&#x8D1F;&#x8D23;&#x8425;&#x9500;&#x3002;&#x8FD9;&#x4E2A;&#x5206;&#x6210;&#x6BD4;&#x4F8B;&#x5728; 9:1 &#xFF0C;&#x5E73;&#x53F0;&#x6536;&#x53D6; 10% &#x7684;&#x6280;&#x672F;&#x670D;&#x52A1;&#x8D39;&#x3002;&#x6211;&#x89C9;&#x5F97;&#x975E;&#x5E38;&#x5212;&#x7B97;&#x3002;</li>
<li>&#x7CBE;&#x54C1;&#x8BFE;&#xFF1A;&#x7531;&#x7F51;&#x6613;&#x5E2E;&#x4F60;&#x63A8;&#x5E7F;&#xFF0C;&#x4F46;&#x9700;&#x8981;&#x548C;&#x4ED6;&#x4EEC;&#x7B7E;&#x8BA2;&#x72EC;&#x7ACB;&#x7684;&#x5408;&#x540C;&#xFF0C;&#x4F1A;&#x6536;&#x53D6;&#x66F4;&#x591A;&#x7684;&#x5206;&#x6210;&#x3002;&#x6700;&#x9EBB;&#x70E6;&#x7684;&#x662F;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x72EC;&#x5BB6;&#x6388;&#x6743;&#x3002;&#x4E00;&#x65E6;&#x7B7E;&#x7F72;&#x4E86;&#xFF0C;&#x5C31;&#x4E0D;&#x80FD;&#x5728;&#x5176;&#x4ED6;&#x5E73;&#x53F0;&#x4E0A;&#x67B6;&#x8BFE;&#x7A0B;&#x4E86;&#x3002;</li>
<li>&#x5FAE;&#x4E13;&#x4E1A;&#xFF1A;&#x8FD9;&#x4E2A;&#x662F;&#x7F51;&#x6613;&#x81EA;&#x5DF1;&#x89C4;&#x5212;&#x7684;&#x8BFE;&#x7A0B;&#x4F53;&#x7CFB;&#xFF0C;&#x4ECE;&#x8BFE;&#x7A0B;&#x7684;&#x7B56;&#x5212;&#x9636;&#x6BB5;&#x5C31;&#x9700;&#x8981;&#x548C;&#x4ED6;&#x4EEC;&#x6DF1;&#x5EA6;&#x6C9F;&#x901A;&#x3002;&#x4E5F;&#x662F;&#x7F51;&#x6613;&#x63A8;&#x5E7F;&#x529B;&#x5EA6;&#x6700;&#x5927;&#x3001;&#x6536;&#x76CA;&#x6700;&#x5927;&#x7684;&#x4E00;&#x7C7B;&#x8BFE;&#x7A0B;&#x3002;</li>
</ul>
<p>&#x65B9;&#x7CD6;&#x5168;&#x6808;&#x8BFE;&#x5C31;&#x653E;&#x5728;&#x7F51;&#x6613;&#x5E73;&#x53F0;&#x4E0A;&#xFF0C;&#x89C9;&#x5F97;&#x597D;&#x7684;&#x5730;&#x65B9;&#x5982;&#x4E0B;&#xFF1A;</p>
<ul>
<li>&#x652F;&#x4ED8;&#x6E20;&#x9053;&#x76F8;&#x5BF9;&#x5168;&#xFF0C;&#x8FD8;&#x652F;&#x6301;&#x82B1;&#x5457;&#xFF0C;&#x8FD9;&#x6837;&#x5BF9;&#x4E8E;&#x6211;&#x8FD9;&#x79CD;&#x9AD8;&#x4EF7;&#x8BFE;&#x5C31;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x3002;&#x82F9;&#x679C;&#x5E94;&#x7528;&#x5185;&#x8D2D;&#x4E70;&#x8BFE;&#x7A0B;&#x6E20;&#x9053;&#x8D39;&#x7528;&#x4F1A;&#x88AB;&#x82F9;&#x679C;&#x6263;&#x6389;30%&#xFF0C;&#x597D;&#x60F3;&#x5173;&#x6389; &#x1F923;</li>
<li>&#x81EA;&#x5E26;&#x63A8;&#x5E7F;&#x7CFB;&#x7EDF;&#xFF0C;&#x613F;&#x610F;&#x7684;&#x8BDD;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x505A;&#x8BFE;&#x7A0B;&#x4EE3;&#x7406;&#x7CFB;&#x7EDF;&#x3002;</li>
</ul>
<h4 id="udemy">Udemy</h4>
<p>&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B; Udemy &#x5C31;&#x5F88;&#x8D35;&#x4E86;&#xFF0C;&#x5206;&#x6210;&#x662F; 5:5 &#xFF1B;&#x652F;&#x4ED8;&#x4E0A;&#x56FD;&#x5185;&#x7528;&#x6237;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x4FE1;&#x7528;&#x5361;&#x6216;&#x8005;&#x94F6;&#x884C;&#x5361;&#x7ED1; paypal &#x652F;&#x4ED8;&#x3002;&#x4F46;&#x53EF;&#x4EE5;&#x628A;&#x8BFE;&#x7A0B;&#x63A8;&#x5411;&#x5168;&#x7403;&#x3002;&#xFF08;&#x4F46;&#x6211;&#x82F1;&#x6587;&#x8FD8;&#x4E0D;&#x80FD;&#x8BB2;&#x8BFE;&#x1F643;&#xFF09;</p>
<p>&#x817E;&#x8BAF;&#x8BFE;&#x5802;&#x6CA1;&#x7528;&#x8FC7;&#xFF0C;&#x6B22;&#x8FCE;&#x719F;&#x6089;&#x7684;&#x540C;&#x5B66; PR &#x3002;</p>
<h2 id="&#x5B9E;&#x64CD;&#x5206;&#x4EAB;">&#x5B9E;&#x64CD;&#x5206;&#x4EAB;</h2>
<p>&#xFF08;&#x5185;&#x5BB9;&#x6765;&#x81EA;&#x6211;&#x7684;&#x957F;&#x6587;&#x300A;&#x5982;&#x4F55;&#x505A;&#x4E00;&#x4E2A;&#x65E5;&#x5165;&#x5341;&#x4E07;&#x7684;&#x6280;&#x672F;&#x8BFE;&#x7A0B;&#x300B;&#xFF09;</p>
<h3 id="part-1">part 1</h3>
<p>&#x5728;&#x8BB2;&#x5B9E;&#x9645;&#x64CD;&#x4F5C;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x6765;&#x8BF4;&#x51E0;&#x4E2A;&#x5173;&#x4E8E;&#x505A;&#x8BFE;&#x7684;&#x4E8B;&#x5B9E;&#x3002;&#x505A;&#x8BFE;&#x5E76;&#x4E0D;&#x50CF;&#x770B;&#x8D77;&#x6765;&#x7684;&#x90A3;&#x4E48;&#x7F8E;&#x597D;&#xFF0C;&#x80CC;&#x540E;&#x6709;&#x4E00;&#x4E9B;&#x4E0D;&#x6613;&#x5BDF;&#x89C9;&#x7684;&#x5751;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407183313.png" alt=""></p>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x4E8B;&#x5B9E;&#xFF1A;<strong>&#x505A;&#x8BFE;&#x4E0D;&#x96BE;&#xFF0C;&#x5356;&#x8BFE;&#x624D;&#x96BE;</strong>&#x3002;</p>
<p>&#x5F88;&#x591A;&#x505A;&#x6280;&#x672F;&#x7684;&#x540C;&#x5B66;&#x53BB;&#x7FFB;&#x5404;&#x79CD;IT&#x8BFE;&#x7A0B;&#x7F51;&#x7AD9;&#x4E0A;&#x7684;&#x8BFE;&#x7A0B;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90FD;&#x4F1A;&#x6709;&#x4E00;&#x4E2A;&#x7591;&#x95EE;&#xFF1A;&#x300C;&#x4E3A;&#x5565;&#x8FD9;&#x4E9B;&#x8BFE;&#x7A0B;&#x505A;&#x5F97;&#x4E0D;&#x600E;&#x4E48;&#x6837;&#xFF0C;&#x8FD8;&#x80FD;&#x5356;&#x5F97;&#x8FD9;&#x4E48;&#x597D;&#xFF1F;&#x300D;&#x8FDB;&#x800C;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x4E2A;&#x5E7B;&#x89C9;&#xFF0C;&#x300C;&#x5982;&#x679C;&#x6211;&#x4E5F;&#x80FD;&#x505A;&#x8FD9;&#x6837;&#x7684;&#x8BFE;&#xFF0C;&#x90A3;&#x4E5F;&#x80FD;&#x5356;&#x8FD9;&#x4E48;&#x591A;&#x5957;&#xFF0C;&#x6323;&#x8FD9;&#x4E48;&#x591A;&#x94B1;&#x300D;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407183342.png" alt=""></p>
<p>&#x4E8B;&#x5B9E;&#x7684;&#x4E00;&#x9762;&#x662F;&#xFF0C;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x5927;&#x5382;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x53EA;&#x8981;&#x80AF;&#x82B1;&#x4E0A;&#x8DB3;&#x591F;&#x7684;&#x529F;&#x592B;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x4E13;&#x957F;&#x9886;&#x57DF;&#xFF0C;&#x7684;&#x786E;&#x90FD;&#x80FD;&#x505A;&#x51FA;&#x4E0D;&#x9519;&#x7684;&#x8BFE;&#x7A0B;&#x3002;</p>
<p>&#x4F46;&#x53E6;&#x4E00;&#x9762;&#x662F;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x505A;&#x5F97;&#x597D;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x90FD;&#x80FD;&#x5356;&#x5F97;&#x597D;&#x3002;&#x300C;&#x9152;&#x597D;&#x4E0D;&#x6015;&#x5DF7;&#x5B50;&#x6DF1;&#x300D;&#x90A3;&#x662F;&#x53E4;&#x4EE3;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x73B0;&#x5728;&#x9152;&#x597D;&#x4E0D;&#x597D;&#x90FD;&#x8981;&#x9760;&#x6D41;&#x91CF;&#x3002;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x80FD;&#x7528;&#x4E0A;&#x7684;&#x514D;&#x8D39;&#x6D41;&#x91CF;&#x5165;&#x53E3;&#x5176;&#x5B9E;&#x53EA;&#x6709;&#x4E24;&#x4E2A;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;<strong>&#x8BFE;&#x7A0B;&#x5E73;&#x53F0;</strong>&#xFF0C;&#x6BD4;&#x5982;&#x7F51;&#x6613;&#x4E91;&#x8BFE;&#x5802;&#x7B49;&#xFF1B;<strong>&#x53E6;&#x4E00;&#x4E2A;&#x5165;&#x53E3;&#x5219;&#x662F;&#x4E2A;&#x4EBA;&#x6D41;&#x91CF;</strong>&#xFF0C;&#x6BD4;&#x5982;&#x4F60;&#x7684;&#x5FAE;&#x535A;&#x3001;&#x516C;&#x4F17;&#x53F7;&#x7B49;&#x3002;</p>
<p>&#x9762;&#x5411;&#x5E73;&#x53F0;&#x6D41;&#x91CF;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x4E3B;&#x8981;&#x901A;&#x8FC7;&#x300C;&#x6BD4;&#x8F83;&#x300D;&#x6765;&#x7ADE;&#x4E89;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x5E73;&#x53F0;&#x7684;&#x53D7;&#x4F17;&#x5E76;&#x4E0D;&#x8BA4;&#x8BC6;&#x4F60;&#xFF0C;&#x548C;&#x4F60;&#x4E4B;&#x95F4;&#x7684;&#x4FE1;&#x4EFB;&#x5173;&#x7CFB;&#x4E5F;&#x5E76;&#x672A;&#x5EFA;&#x7ACB;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x4EEC;&#x5F80;&#x5F80;&#x662F;&#x76F4;&#x63A5;&#x6BD4;&#x8F83;&#x8BFE;&#x7A0B;&#x7684;&#x53EF;&#x89C1;&#x90E8;&#x5206;&#x3002;&#x6BD4;&#x5982;&#x4EF7;&#x683C;&#x3001;&#x65F6;&#x957F;&#x3001;&#xFF08;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x7A7A;&#x5934;&#x652F;&#x7968;&#x7684;&#xFF09;&#x5C31;&#x4E1A;&#x627F;&#x8BFA;&#x7B49;&#x5185;&#x5BB9;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x7EA2;&#x6D77;&#xFF0C;&#x6709;&#x4E9B;&#x7ADE;&#x4E89;&#x8FC7;&#x5EA6;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x90A3;&#x4E48;&#x8BB2;&#x7A76;&#xFF0C;&#x751A;&#x81F3;&#x8FD8;&#x6709;&#x4E70;&#x8BFE;&#x9001;1G&#x76D7;&#x7248;&#x6280;&#x672F;&#x8D44;&#x6599;&#x7684;&#x3002;</p>
<p>&#x9762;&#x5411;&#x4E2A;&#x4EBA;&#x6D41;&#x91CF;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;<strong>&#x4E3B;&#x8981;&#x901A;&#x8FC7;&#x300C;&#x54C1;&#x724C;&#x300D;&#x6765;&#x7ADE;&#x4E89;</strong>&#x3002;&#x56E0;&#x4E3A;&#x8BFE;&#x7A0B;&#x5176;&#x5B9E;&#x662F;&#x975E;&#x6807;&#x51C6;&#x54C1;&#xFF0C;&#x540C;&#x6837;&#x5927;&#x7EB2;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x8BB2;&#x51FA;&#x6765;&#x7684;&#x6548;&#x679C;&#x662F;&#x4E0D;&#x540C;&#x7684;&#x3002;&#x8BA4;&#x53EF;&#x4F60;&#x7684;&#x4EBA;&#xFF0C;&#x81EA;&#x7136;&#x4F1A;&#x8BA4;&#x53EF;&#x4F60;&#x7684;&#x8BFE;&#xFF0C;&#x53EA;&#x8981;&#x80FD;&#x6301;&#x7EED;&#x7684;&#x4FDD;&#x8BC1;&#x5185;&#x5BB9;&#x8FBE;&#x5230;&#x6216;&#x8005;&#x8D85;&#x51FA;&#x671F;&#x671B;&#x503C;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x4E0D;&#x65AD;&#x7684;&#x5FEB;&#x901F;&#x552E;&#x5356;&#x8BFE;&#x7A0B;&#x3002;&#x4E2A;&#x4EBA;&#x6D41;&#x91CF;&#x7684;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x5B83;&#x9700;&#x8981;&#x82B1;&#x5F88;&#x957F;&#x7684;&#x65F6;&#x95F4;&#x6765;&#x5EFA;&#x7ACB;&#xFF0C;&#x800C;&#x4E14;&#x9700;&#x8981;&#x6301;&#x7EED;&#x7684;&#x53BB;&#x7EF4;&#x62A4;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x6CA1;&#x6709;&#x51C6;&#x5907;&#x8DB3;&#x591F;&#x7684;&#x5E02;&#x573A;&#x9884;&#x7B97;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x5728;&#x8FD9;&#x4E24;&#x4E2A;&#x65B9;&#x5411;&#x4E0A;&#x627E;&#x5230;&#x7A81;&#x7834;&#x53E3;&#x3002;</p>
<p>&#x4EE5;&#x6211;&#x7684;&#x8BFE;&#x7A0B;&#x300A;&#x65B9;&#x7CD6;&#x65B0;&#x5168;&#x6808;&#xB7;node&#x7248;&#x300B;&#xFF08; &#x8BBF;&#x95EE; quanzhanke.com &#x53EF;&#x89C1; &#xFF09;&#x4E3A;&#x4F8B;&#xFF0C;&#x5728;&#x4E2A;&#x4EBA;&#x6D41;&#x91CF;&#x4E0A;&#xFF0C;&#x662F;&#x5B8C;&#x5168;&#x9760;&#x5FAE;&#x535A;&#x7C89;&#x4E1D;&#x6765;&#x9500;&#x552E;&#x3002;&#x6211;&#x4F1A;&#x7ED9;&#x4ED6;&#x4EEC;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x9AD8;&#x6027;&#x4EF7;&#x6BD4;&#x7684;&#x4EF7;&#x683C;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x6D41;&#x91CF;&#x6CA1;&#x6709;&#x5E73;&#x53F0;&#x5206;&#x6210;&#xFF0C;&#x7B49;&#x4E8E;&#x628A;&#x7ED9;&#x5E73;&#x53F0;&#x7684;&#x94B1;&#x7ED9;&#x4E86;&#x81EA;&#x5DF1;&#x7C89;&#x4E1D;&#x3002;</p>
<p>&#x5728;&#x5E73;&#x53F0;&#x6D41;&#x91CF;&#x4E0A;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BFE;&#x7A0B;&#x76F4;&#x63A5;&#x6574;&#x5408;&#x4E86;&#x4E00;&#x4E2A;RPG&#x6E38;&#x620F;&#xFF0C;&#x8BA9;&#x5B83;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x5806;&#x5927;&#x524D;&#x7AEF;&#x8BFE;&#x7A0B;&#x91CC;&#x8FB9;&#x663E;&#x5F97;&#x4E0E;&#x4F17;&#x4E0D;&#x540C;&#x3002;&#x4E0D;&#x8FC7;&#x5728;&#x5C31;&#x4E1A;&#x5411;&#x8BFE;&#x7A0B;&#x7684;&#x7ADE;&#x4E89;&#x4E0B;&#xFF0C;&#x8868;&#x73B0;&#x5F97;&#x5E76;&#x4E0D;&#x597D;&#x3002;</p>
<p>&#x5728;&#x53CC;&#x5341;&#x4E00;&#x5F53;&#x5929;&#xFF0C;&#x8FD9;&#x5957;&#x8BFE;&#x7A0B;&#x7684;&#x9500;&#x552E;&#x989D;&#x8D85;&#x8FC7;&#x4E86;11&#x4E07;&#xFF0C;&#x4F46;&#x5176;&#x4E2D;&#x4E5D;&#x6210;&#x90FD;&#x6765;&#x81EA;&#x4E8E;&#x4E2A;&#x4EBA;&#x6D41;&#x91CF;&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#x4E2A;&#x4E8B;&#x5B9E;&#xFF0C;<strong>&#x505A;&#x8BFE;&#x4E0D;&#x5982;&#x5199;&#x7801;&#x6323;&#x94B1;</strong></p>
<p><img src="https://theseven.ftqq.com/20200407183622.png" alt=""></p>
<p>&#x867D;&#x7136;&#x5934;&#x90E8;&#x8BFE;&#x7A0B;&#x7684;&#x9500;&#x552E;&#x770B;&#x8D77;&#x6765;&#x90FD;&#x5F88;&#x5389;&#x5BB3;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x8BFE;&#x7A0B;&#x7684;&#x6536;&#x76CA;&#x5E76;&#x4E0D;&#x9AD8;&#x3002;&#x4E00;&#x822C;&#x800C;&#x8A00;&#xFF0C;&#x5B9A;&#x4F4D;&#x4E3A;&#x5C0F;&#x51E0;&#x5341;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x9500;&#x552E;&#x8FC7;&#x4E07;&#x5DF2;&#x7ECF;&#x4E0D;&#x592A;&#x591A;&#xFF1B;&#x5B9A;&#x4EF7;&#x51E0;&#x5343;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x7F51;&#x6613;&#x548C;&#x817E;&#x8BAF;&#x8FD9;&#x79CD;&#x5B98;&#x65B9;&#x54C1;&#x724C;&#xFF0C;&#x4E3E;&#x5168;&#x7AD9;&#x4E4B;&#x529B;&#x8FDB;&#x884C;&#x63A8;&#x5E7F;&#xFF0C;&#x9500;&#x91CF;&#x5F80;&#x5F80;&#x4E5F;&#x53EA;&#x6709;&#x51E0;&#x767E;&#x5957;&#x3002;&#x6240;&#x4EE5;&#x5176;&#x5B9E;<strong>&#x4E00;&#x5957;&#x8BFE;&#x7A0B;&#x6323;&#x51E0;&#x5341;&#x4E07;&#x662F;&#x5F88;&#x4E0D;&#x5BB9;&#x6613;&#x7684;&#x4E8B;&#x60C5;</strong>&#xFF0C;&#x80CC;&#x540E;&#x8FD8;&#x6709;&#x5E73;&#x53F0;&#x4E00;&#x822C;30%&#x7684;&#x6E20;&#x9053;&#x5206;&#x6210;&#x3001;&#x82F9;&#x679C;30%&#x7684;&#x652F;&#x4ED8;&#x5206;&#x6210;&#xFF0C;&#x4EE5;&#x53CA;&#x4E2A;&#x4EBA;25%&#x3001;&#x4F01;&#x4E1A;&#x7EA6;5%~10%&#x7684;&#x7A0E;&#x3002;</p>
<p>&#x4EE5;&#x524D;&#x8FB9;&#x63D0;&#x5230;&#x7684;Node&#x8BFE;&#x4E3A;&#x4F8B;&#xFF0C;&#x867D;&#x7136;&#x5728;&#x53CC;&#x5341;&#x4E00;&#x5355;&#x5929;&#x7684;&#x9500;&#x552E;&#x770B;&#x8D77;&#x6765;&#x5F88;&#x559C;&#x4EBA;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x5E73;&#x5747;&#x5230;&#x6574;&#x4E2A;&#x8BFE;&#x7A0B;&#x7684;&#x5236;&#x4F5C;&#x5468;&#x671F;&#xFF0C;&#x6708;&#x6536;&#x5165;&#x4E5F;&#x53EA;&#x662F;&#x5728;&#x4E24;&#x4E07;&#x5DE6;&#x53F3;&#x3002;</p>
<p>&#x4F46;&#x4E00;&#x4E2A;&#x4E2D;&#x7EA7;&#x7A0B;&#x5E8F;&#x5458;&#xFF0C;&#x4E00;&#x5E74;&#x7684;&#x5168;&#x90E8;&#x6536;&#x5165;&#x8FBE;&#x5230;&#x4E09;&#x5341;&#x4E07;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x7684;&#x3002;&#x6700;&#x5173;&#x952E;&#x7684;&#x662F;&#xFF0C;&#x57FA;&#x672C;&#x6CA1;&#x6709;&#x98CE;&#x9669;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x5DF2;&#x7ECF;&#x529D;&#x9000;&#x4E86;&#x597D;&#x51E0;&#x4E2A;&#x6253;&#x7B97;&#x5168;&#x804C;&#x6765;&#x505A;&#x8BFE;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x80FD;&#x505A;&#x51FA;&#x7206;&#x6B3E;&#x8BFE;&#x7A0B;&#xFF0C;&#x5426;&#x5219;&#x517C;&#x804C;&#x505A;&#x8BFE;&#x624D;&#x662F;&#x6700;&#x597D;&#x7684;&#x9009;&#x62E9;&#x3002;</p>
<p>&#x7B2C;&#x4E09;&#x4E2A;&#x4E8B;&#x5B9E;&#xFF0C;<strong>&#x7206;&#x6B3E;&#x8BFE;&#x7A0B;&#x7684;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x4E0D;&#x662F;&#x5176;&#x4ED6;&#x8BFE;&#x7A0B;&#xFF0C;&#x800C;&#x662F;&#x81EA;&#x5DF1;&#x2026;&#x2026;&#x7684;&#x76D7;&#x7248;</strong>&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407183717.png" alt=""></p>
<p>&#x672C;&#x6765;&#x4E00;&#x4E2A;&#x5236;&#x4F5C;&#x7CBE;&#x826F;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x5982;&#x679C;&#x80FD;&#x6301;&#x7EED;&#x66F4;&#x65B0;&#xFF0C;&#x5B83;&#x7684;&#x6536;&#x5165;&#x5E94;&#x8BE5;&#x80FD;&#x7EF4;&#x6301;&#x5230;&#x4E00;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x73B0;&#x91D1;&#x6D41;&#x3002;&#x4ECE;&#x800C;&#x826F;&#x6027;&#x7684;&#x53D1;&#x5C55;&#x4E0B;&#x53BB;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x5982;&#x679C;&#x4F60;&#x7684;&#x8BFE;&#x7A0B;&#x4E00;&#x5E74;&#x7684;&#x7D2F;&#x79EF;&#x6536;&#x5165;&#x80FD;&#x5230;&#x51E0;&#x5341;&#x4E07;&#xFF0C;&#x90A3;&#x4E48;&#x5DEE;&#x4E0D;&#x591A;&#x5C31;&#x80FD;&#x8FDB;&#x5165;&#x5404;&#x4E2A;&#x8BFE;&#x7A0B;&#x5E73;&#x53F0;&#x7684;&#x6392;&#x884C;&#x699C;&#x4E86;&#x3002;&#x6CA1;&#x6709;&#x610F;&#x5916;&#x7684;&#x8BDD;&#xFF0C;&#x4E5F;&#x4F1A;&#x540C;&#x6B65;&#x8FDB;&#x5165;&#x76D7;&#x7248;&#x540D;&#x5355;&#x3002;&#x5728;&#x6DD8;&#x5B9D;&#x3001;&#x95F2;&#x9C7C;&#x3001;&#x670B;&#x53CB;&#x5708;&#x548C;&#x5FAE;&#x4FE1;&#x7FA4;&#x3001;&#x8BBA;&#x575B;&#x4EE5;&#x53CA;B&#x7AD9;&#x4E0A;&#xFF0C;&#x90FD;&#x4F1A;&#x5148;&#x540E;&#x51FA;&#x73B0;&#x4F60;&#x7684;&#x8BFE;&#x7A0B;&#x7684;&#x76D7;&#x7248;&#x3002;</p>
<p>&#x867D;&#x7136;&#x5728;&#x4F60;&#x5165;&#x9A7B;&#x65F6;&#xFF0C;&#x5404;&#x4E2A;&#x8BFE;&#x7A0B;&#x5E73;&#x53F0;&#x90FD;&#x4F1A;&#x5BA3;&#x626C;&#x4ED6;&#x4EEC;&#x6709;&#x591A;NB&#x7684;&#x53CD;&#x76D7;&#x7248;&#x63AA;&#x65BD;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x90FD;&#x662F;&#x4F60;&#x81EA;&#x5DF1;&#x53D1;&#x73B0;&#x76D7;&#x7248;&#x94FE;&#x63A5;&#x540E;&#x63D0;&#x4EA4;&#x7ED9;&#x4ED6;&#x4EEC;&#xFF0C;&#x7136;&#x540E;&#x4ED6;&#x4EEC;&#x8BA9;&#x6CD5;&#x52A1;&#x53BB;&#x4E0B;&#x67B6;&#x3002;&#x67D0;&#x4E9B;&#x5E73;&#x53F0;&#x8FD8;&#x6709;&#x63D0;&#x4EA4;&#x65E5;&#x671F;&#x9650;&#x5236;&#xFF0C;&#x6BD4;&#x5982;&#x4E00;&#x5468;&#x53EA;&#x6709;&#x4E00;&#x5929;&#x80FD;&#x63D0;&#x4EA4;&#x3002;</p>
<p>&#x8D2D;&#x4E70;&#x7EF4;&#x6743;&#x9A91;&#x58EB;&#x4E4B;&#x7C7B;&#x7684;&#x670D;&#x52A1;&#xFF0C;&#x6548;&#x679C;&#x53EF;&#x80FD;&#x597D;&#x4E00;&#x70B9;&#xFF0C;&#x4F46;&#x8D39;&#x7528;&#x9AD8;&#x6602;&#xFF0C;&#x4E00;&#x95E8;&#x8BFE;&#x5728;&#x4E00;&#x4E07;&#x5230;&#x4E24;&#x4E07;&#xFF0C;&#x800C;&#x4E14;&#x4F9D;&#x7136;&#x65E0;&#x6CD5;&#x5904;&#x7406;&#x653E;&#x7F6E;&#x5728;&#x56FD;&#x5916;&#x672A;&#x5907;&#x6848;&#x7F51;&#x7AD9;&#x4E0A;&#x7684;&#x76D7;&#x7248;&#x5185;&#x5BB9;&#x3002;</p>
<p>&#x5F88;&#x591A;&#x8BB2;&#x5E08;&#x9009;&#x62E9;&#x4E86;&#x9884;&#x552E;&#x3001;&#x76F4;&#x64AD;&#x7B49;&#x76F8;&#x5BF9;&#x59A5;&#x534F;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x5219;&#x82B1;&#x4E86;&#x5DEE;&#x4E0D;&#x591A;&#x4E00;&#x5E74;&#x65F6;&#x95F4;&#x5F00;&#x53D1;&#x4E86;&#x4E92;&#x52A8;&#x8BFE;&#x7CFB;&#x7EDF;&#x3002;<strong>&#x76D7;&#x7248;&#x8BFE;&#x7A0B;&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x4E0D;&#x662F;&#x51CF;&#x5C11;&#x4E86;&#x4F60;&#x7684;&#x6536;&#x5165;&#xFF0C;&#x800C;&#x662F;&#x8BA9;&#x90A3;&#x4E9B;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x652F;&#x6301;&#x4F60;&#x3001;&#x8D2D;&#x4E70;&#x4F60;&#x8BFE;&#x7A0B;&#x7684;&#x6B63;&#x7248;&#x7528;&#x6237;&#x770B;&#x8D77;&#x6765;&#x50CF;&#x4E2A;&#x50BB;X</strong>&#x3002;&#x800C;&#x8FD9;&#x662F;&#x6211;&#x65E0;&#x6CD5;&#x5FCD;&#x53D7;&#x7684;&#x3002;</p>
<p>&#x76D7;&#x7248;&#x95EE;&#x9898;&#x662F;&#x5F88;&#x96BE;&#x89E3;&#x51B3;&#x7684;&#xFF0C;&#x4F46;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x5355;&#x673A;&#x6E38;&#x620F;&#x5382;&#x5546;&#x8F6C;&#x5411;&#x7F51;&#x6E38;&#x5F00;&#x53D1;&#x540E;&#x90FD;&#x5728;&#x5927;&#x628A;&#x6570;&#x94B1;&#x3002;&#x6B63;&#x597D;&#x5168;&#x6808;&#x8BFE;&#x6709;&#x4E00;&#x534A;&#x7684;&#x5185;&#x5BB9;&#x662F;&#x540E;&#x7AEF;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x628A;&#x540E;&#x7AEF;&#x5F00;&#x53D1;&#x7684;&#x73AF;&#x5883;&#x4E5F;&#x653E;&#x5230;&#x4E86;&#x4E91;&#x7AEF;&#xFF0C;&#x901A;&#x8FC7;&#x6D4F;&#x89C8;&#x5668;&#x8FDB;&#x884C;&#x4E92;&#x52A8;&#x6559;&#x5B66;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407183747.png" alt=""></p>
<p>&#x4E25;&#x683C;&#x7684;&#x8BB2;&#xFF0C;&#x8FD9;&#x4E5F;&#x4E0D;&#x80FD;&#x9632;&#x6B62;&#x67D0;&#x4E9B;&#x76D7;&#x7248;&#x7528;&#x6237;&#x628A;&#x5185;&#x5BB9;&#x90FD;&#x4E0B;&#x8F7D;&#x4E0B;&#x6765;&#xFF0C;&#x81EA;&#x5DF1;&#x642D;&#x5EFA;&#x4E00;&#x4E2A;&#x4E92;&#x52A8;&#x5E73;&#x53F0;&#x3002;&#x4F46;&#x8FD9;&#x5C06;&#x539F;&#x6765;&#x76F4;&#x63A5;&#x5F55;&#x5C4F;&#x7684;&#x76D7;&#x7248;&#x6210;&#x672C;&#x63D0;&#x5347;&#x4E86;&#x4E00;&#x4E2A;&#x6570;&#x91CF;&#x7EA7;&#x3002;&#x6700;&#x5173;&#x952E;&#x7684;&#x662F;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x628A;&#x6B63;&#x7248;&#x7528;&#x6237;&#x7684;&#x4F53;&#x9A8C;&#x63D0;&#x5347;&#x4E86;&#x4E00;&#x4E2A;&#x6570;&#x91CF;&#x7EA7;&#x3002;</p>
<p>&#x4E92;&#x52A8;&#x6559;&#x5B66;&#x7CFB;&#x7EDF;&#x7684;&#x5F00;&#x53D1;&#x5E76;&#x4E0D;&#x96BE;&#xFF0C;&#x4E00;&#x4E2A;Ubuntu+VsCode&#x7F51;&#x9875;&#x7248;&#x57FA;&#x672C;&#x5C31;&#x89E3;&#x51B3;&#x4E86;&#x5927;&#x90E8;&#x5206;&#x95EE;&#x9898;&#xFF1B;&#x7A0D;&#x5FAE;&#x9EBB;&#x70E6;&#x7684;&#x662F;&#x9700;&#x8981;&#x81EA;&#x5DF1;&#x6765;&#x5199;&#x8BFE;&#x7A0B;&#x7F16;&#x6392;&#x548C;VPS&#x5BB9;&#x5668;&#x7BA1;&#x7406;&#x3002;</p>
<p>&#x6211;&#x5EFA;&#x8BAE;&#x7684;&#x662F;&#xFF0C;&#x5728;&#x8BFE;&#x7A0B;&#x6700;&#x521D;&#x5C31;&#x5E94;&#x8BE5;&#x628A;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x505A;&#x597D;&#x3002;&#x4E0D;&#x8981;&#x7B49;&#x5230;&#x76D7;&#x7248;&#x4EE5;&#x540E;&#x518D;&#x53BB;&#x505A;&#xFF0C;&#x56E0;&#x4E3A;&#x4E00;&#x65E6;&#x88AB;&#x76D7;&#x7248;&#xFF0C;&#x8BFE;&#x7A0B;&#x5173;&#x952E;&#x5B57;&#x5C31;&#x88AB;&#x6C61;&#x67D3;&#x4E86;&#xFF0C;&#x5373;&#x4F7F;&#x4F60;&#x65B0;&#x7248;&#x505A;&#x4E86;&#x5F88;&#x591A;&#x66F4;&#x65B0;&#xFF0C;&#x6D41;&#x91CF;&#x4E5F;&#x8FD8;&#x662F;&#x4F1A;&#x5206;&#x6D41;&#x5230;&#x65E7;&#x7248;&#x7684;&#x76D7;&#x7248;&#x8BFE;&#x7A0B;&#x90A3;&#x8FB9;&#x53BB;&#x3002;</p>
<h3 id="part-2">part 2</h3>
<p>&#x4E0B;&#x8FB9;&#x6211;&#x4EEC;&#x6765;&#x804A;&#x5B9E;&#x9645;&#x64CD;&#x4F5C;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407184611.png" alt=""></p>
<p>&#x9996;&#x5148;&#x6765;&#x8BF4;&#x9009;&#x9898;&#x3002;&#x5F88;&#x591A;&#x540C;&#x5B66;&#x505A;&#x8BFE;&#x90FD;&#x662F;&#x81EA;&#x5DF1;&#x4F1A;&#x5565;&#x5C31;&#x505A;&#x5565;&#x8BFE;&#xFF0C;&#x8FD9;&#x4E2A;&#x601D;&#x8DEF;&#x5F53;&#x7136;&#x6CA1;&#x9519;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4F60;&#x4E13;&#x7CBE;&#x7684;&#x9886;&#x57DF;&#x975E;&#x5E38;&#x504F;&#x95E8;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x5F88;&#x96BE;&#x505A;&#x51FA;&#x7545;&#x9500;&#x7684;&#x8BFE;&#x7A0B;&#x6765;&#x3002;</p>
<p><strong>&#x9009;&#x9898;&#x76F4;&#x63A5;&#x51B3;&#x5B9A;&#x4E86;&#x53D7;&#x4F17;&#x6570;&#x91CF;</strong>&#x3002;&#x5982;&#x679C;&#x4F60;&#x53BB;&#x7FFB;&#x4E0B;&#x5404;&#x4E2A;IT&#x8BFE;&#x7A0B;&#x5E73;&#x53F0;&#xFF0C;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x5356;&#x5F97;&#x6700;&#x597D;&#x7684;&#x5F80;&#x5F80;&#x90FD;&#x662F;&#x8BED;&#x8A00;&#x65E0;&#x5173;&#x7684;&#x8BFE;&#x7A0B;&#x6BD4;&#x5982;Git&#x3001;MySQL&#x3001;Docker&#x4EE5;&#x53CA;&#x5404;&#x4E2A;&#x8BED;&#x8A00;&#x7684;&#x96F6;&#x57FA;&#x7840;&#x5165;&#x95E8;&#x8BFE;&#x3002;</p>
<p>&#x6DF1;&#x5EA6;&#x8BFE;&#x7A0B;&#x53EA;&#x6709;&#x7CFB;&#x7EDF;&#x5316;&#x7684;&#x5927;&#x8BFE;&#x5356;&#x5F97;&#x8FD8;&#x4E0D;&#x9519;&#xFF0C;&#x90A3;&#x79CD;&#x5B8C;&#x5168;&#x9488;&#x5BF9;&#x8FDB;&#x9636;&#x5B66;&#x5458;&#x7684;&#x8BFE;&#xFF0C;&#x5F80;&#x5F80;&#x53EB;&#x597D;&#x4E0D;&#x53EB;&#x5EA7;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x5E76;&#x4E0D;&#x662F;&#x53EB;&#x5927;&#x5BB6;&#x4E0D;&#x8981;&#x505A;&#x6DF1;&#x5EA6;&#x8BFE;&#xFF0C;&#x800C;&#x662F;&#x8BF4;&#xFF0C;<strong>&#x5728;&#x4F60;&#x9009;&#x62E9;&#x8FD9;&#x4E2A;&#x9009;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x660E;&#x767D;&#x8FD9;&#x80CC;&#x540E;&#x610F;&#x5473;&#x7740;&#x4EC0;&#x4E48;&#xFF0C;&#x4E0D;&#x8981;&#x7B49;&#x5230;&#x8BFE;&#x7A0B;&#x505A;&#x5B8C;&#x4E86;&#x9500;&#x91CF;&#x4E0D;&#x597D;&#x7684;&#x65F6;&#x5019;&#x624D;&#x6765;&#x53CD;&#x601D;</strong>&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407184643.png" alt=""></p>
<p>&#x518D;&#x6765;&#x8BF4;&#x8BF4;&#x5B9A;&#x4EF7;&#x3002;&#x8868;&#x9762;&#x4E0A;&#x770B;&#xFF0C;&#x5B9A;&#x4EF7;&#x662F;&#x7531;&#x5E02;&#x573A;&#x548C;&#x7ADE;&#x54C1;&#x51B3;&#x5B9A;&#x7684;&#x3002;&#x4F46;&#x5176;&#x5B9E;&#x80CC;&#x540E;&#xFF0C;<strong>&#x5B9A;&#x4EF7;&#x662F;&#x7531;&#x6211;&#x4EEC;&#x7684;&#x8BFE;&#x7A0B;&#x5E26;&#x7ED9;&#x5B66;&#x5458;&#x7684;&#x4EF7;&#x503C;&#x51B3;&#x5B9A;&#x7684;</strong>&#x3002;&#x7B80;&#x5355;&#x7684;&#x8BF4;&#x5C31;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x8003;&#x8651;&#x7684;&#x662F;&#xFF0C;&#x8BFE;&#x7A0B;&#x5982;&#x4F55;&#x7ED9;&#x5B66;&#x5458;&#x5E26;&#x6765;&#x6BD4;&#x5B66;&#x8D39;&#x66F4;&#x591A;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x8FD9;&#x6837;&#x624D;&#x80FD;&#x505A;&#x5230;&#x7269;&#x6709;&#x6240;&#x503C;&#x3002;</p>
<p>&#x4EE5;&#x6211;&#x4EEC;PHP&#x7248;&#x7684;<a href="http://quanzhanke.com" target="_blank">&#x5168;&#x6808;&#x8BFE;</a>&#x4E3A;&#x4F8B;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BFE;&#x5B9A;&#x4EF7;&#x5728;3000&#x3002;&#x90A3;&#x5982;&#x4F55;&#x624D;&#x80FD;&#x7ED9;&#x5B66;&#x5458;&#x5E26;&#x6765;&#x8D85;&#x8FC7;3000&#x7684;&#x56DE;&#x62A5;&#x5462;&#xFF1F;</p>
<p>&#x8FD9;&#x79CD;&#x9AD8;&#x5355;&#x4EF7;&#x8BFE;&#x7A0B;&#x6700;&#x660E;&#x663E;&#x7684;&#x4EF7;&#x503C;&#x5C31;&#x662F;&#x5C31;&#x4E1A;&#x4EF7;&#x503C;&#x3002;&#x53EA;&#x8981;&#x5B66;&#x5458;&#x901A;&#x8FC7;&#x8BFE;&#x7A0B;&#x627E;&#x5230;&#x5DE5;&#x4F5C;&#xFF0C;&#x90A3;&#x4E48;&#x5B83;&#x5E26;&#x6765;&#x7684;&#x56DE;&#x62A5;&#x5C31;&#x662F;&#x51E0;&#x5341;&#x4E0A;&#x767E;&#x500D;&#x7684;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x8BFE;&#x7A0B;&#x80FD;&#x771F;&#x6B63;&#x4FDD;&#x8BC1;&#x4F60;&#x5B66;&#x5B8C;&#x5C31;&#x80FD;&#x627E;&#x5230;&#x5DE5;&#x4F5C;&#x3002;&#x6240;&#x4EE5;&#x5C31;&#x4E1A;&#x4EF7;&#x503C;&#x90FD;&#x662F;&#x6982;&#x7387;&#x4E8B;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x80FD;&#x505A;&#x7684;&#x662F;&#x63D0;&#x5347;&#x6982;&#x7387;&#x3002;</p>
<p>&#x4E8E;&#x662F;&#x901A;&#x8FC7;&#x88C1;&#x526A;&#x6280;&#x672F;&#x6808;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x8FD9;&#x4E2A;&#x8BFE;&#x7A0B;&#x505A;&#x6210;&#x4E86;&#x56FD;&#x5185;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x7684;&#x591A;&#x804C;&#x4F4D;&#x8BFE;&#x7A0B;&#xFF0C;&#x5B66;&#x5B8C;&#x4EE5;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x9762;&#x8BD5;&#x524D;&#x7AEF;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x9762;&#x8BD5;PHP&#x3001;&#x8FD8;&#x53EF;&#x4EE5;&#x9762;&#x8BD5;&#x533A;&#x5757;&#x94FE;&#x5E94;&#x7528;&#x5F00;&#x53D1;&#x5C97;&#x4F4D;&#x3002;&#x4E00;&#x4E0B;&#x5C31;&#x628A;&#x804C;&#x4E1A;&#x901A;&#x8DEF;&#x7ED9;&#x6269;&#x5BBD;&#x4E86;&#x4E24;&#x500D;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x533A;&#x5757;&#x94FE;&#x5F00;&#x53D1;&#x4F5C;&#x4E3A;&#x79C1;&#x6D3B;&#x6280;&#x80FD;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x5F88;&#x5BB9;&#x6613;&#x5C31;&#x80FD;&#x628A;&#x5B66;&#x8D39;&#x6323;&#x56DE;&#x6765;&#x3002;</p>
<p>&#x8FD9;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x9700;&#x8981;&#x53BB;&#x8003;&#x8651;&#x7ADE;&#x54C1;&#x3002;&#x53BB;&#x8003;&#x8651;&#x90A3;&#x4E9B;&#x63D0;&#x4F9B;&#x540C;&#x6837;&#x4EF7;&#x503C;&#x7684;&#x8BFE;&#x7A0B;&#x5B9A;&#x4EF7;&#x5982;&#x4F55;&#x3002;&#x4E0D;&#x8FC7;&#x56E0;&#x4E3A;&#x8BFE;&#x7A0B;&#x662F;&#x975E;&#x6807;&#x51C6;&#x54C1;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x53C2;&#x8003;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407184735.png" alt=""></p>
<p>&#x786E;&#x5B9A;&#x4E86;&#x9009;&#x9898;&#x548C;&#x5B9A;&#x4EF7;&#xFF0C;&#x6536;&#x5165;&#x4E0A;&#x9650;&#x5176;&#x5B9E;&#x5C31;&#x5DF2;&#x7ECF;&#x51B3;&#x5B9A;&#x4E86;&#x3002;&#x5F53;&#x7136;&#x4F1A;&#x6709;&#x7279;&#x6B8A;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x4F46;&#x5927;&#x6982;&#x7387;&#x4E0B;&#x7684;&#x6536;&#x5165;&#x4E0A;&#x9650;&#x662F;&#x53EF;&#x4EE5;&#x9884;&#x4F30;&#x7684;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x505A;&#x4E00;&#x4E2A;Git&#x4F7F;&#x7528;&#x7684;&#x77ED;&#x8BFE;&#xFF0C;&#x8BFE;&#x7A0B;&#x65F6;&#x95F4;&#x5927;&#x6982;&#x5728;2~3&#x5C0F;&#x65F6;&#xFF0C;&#x5B9A;&#x4EF7;&#x5728;10~20&#x5143;&#x3002;&#x4EE5;&#x5404;&#x4E2A;&#x5E73;&#x53F0;&#x5356;&#x5F97;&#x4E0D;&#x9519;&#x7684;Git&#x8BFE;&#x7A0B;&#x9500;&#x91CF;&#x4E3A;&#x53C2;&#x8003;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x77E5;&#x9053;1&#x4E07;&#x5957;&#x5DF2;&#x7ECF;&#x7B97;&#x662F;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x7684;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x4E2A;&#x8BFE;&#x7A0B;&#x7684;&#x6536;&#x5165;&#x4E0A;&#x9650;&#x57FA;&#x672C;&#x5C31;&#x5728;10~20&#x4E07;&#x3002;</p>
<p>&#x780D;&#x6389;&#x5236;&#x4F5C;&#x6210;&#x672C;&#x3001;&#x5206;&#x6210;&#x3001;&#x5E7F;&#x544A;&#x3001;&#x7528;&#x6237;&#x652F;&#x6301;&#x6210;&#x672C;&#xFF0C;&#x7EAF;&#x6536;&#x76CA;&#x5927;&#x6982;&#x5728;10&#x4E07;&#x3002;&#x4F60;&#x53EF;&#x80FD;&#x4F1A;&#x8BF4;&#xFF0C;10&#x4E07;&#x4E5F;&#x5F88;&#x4E0D;&#x9519;&#x554A;&#x3002;</p>
<p>&#x9192;&#x9192;&#xFF0C;&#x8FD9;&#x4F30;&#x7B97;&#x7684;&#x662F;&#x4E0A;&#x9650;&#xFF0C;&#x662F;&#x5728;&#x975E;&#x5E38;&#x987A;&#x5229;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x6323;&#x7684;&#x94B1;&#x3002;&#x4E0D;&#x662F;&#x4E0B;&#x9650;&#xFF0C;&#x53EA;&#x80FD;&#x5356;&#x51E0;&#x5957;&#x7684;&#x8BFE;&#x7A0B;&#x4E5F;&#x662F;&#x633A;&#x591A;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8981;&#x901A;&#x8FC7;&#x63D0;&#x5347;&#x4E0B;&#x9650;&#x6765;&#x964D;&#x4F4E;&#x98CE;&#x9669;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407184802.png" alt=""></p>
<p>&#x5728;&#x4E92;&#x8054;&#x7F51;&#x4EA7;&#x54C1;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5F80;&#x5F80;&#x901A;&#x8FC7;MVP&#x6765;&#x8FDB;&#x884C;&#x8BC4;&#x4F30;&#x9700;&#x6C42;&#x3002;&#x5728;&#x8BFE;&#x7A0B;&#x5236;&#x4F5C;&#x4E0A;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x53EF;&#x4EE5;&#x91C7;&#x7528;&#x8FD9;&#x4E2A;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x6700;&#x7B80;&#x5355;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x662F;<strong>&#x901A;&#x8FC7;&#x9884;&#x552E;&#x6765;&#x8BC4;&#x4F30;&#x4E0B;&#x9650;</strong>&#x3002;&#x8FD9;&#x91CC;&#x8BB2;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x3002;&#x4ECA;&#x5E74;&#x5E74;&#x521D;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x5728;&#x60F3;&#xFF0C;&#x80FD;&#x4E0D;&#x80FD;&#x628A;&#x8BFE;&#x7A0B;&#x548C;&#x6E38;&#x620F;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x505A;&#x4E00;&#x4E2A;&#x5BD3;&#x6559;&#x4E8E;&#x4E50;&#x7684;&#x4EA7;&#x54C1;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x6709;&#x4E86;&#x300A;&#x840C;&#x732B;&#xB7;&#x5BA4;&#x53CB;&#xB7;&#x524D;&#x7AEF;&#x8BFE;&#x300B;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#xFF0C;&#x5B83;&#x628A;&#x6559;&#x5B66;&#x5185;&#x5BB9;&#x6574;&#x5408;&#x5230;&#x4E86;RPG&#x6E38;&#x620F;&#x91CC;&#x8FB9;&#x3002;&#x4F46;&#x8FD9;&#x79CD;&#x5168;&#x65B0;&#x7684;&#x5F62;&#x5F0F;&#x80FD;&#x4E0D;&#x80FD;&#x88AB;&#x5B66;&#x5458;&#x63A5;&#x53D7;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5927;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x4E8E;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x6708;&#x4EE5;&#x540E;&#xFF0C;&#x5728;&#x65B9;&#x7CD6;Next&#x5E73;&#x53F0;&#x4E0A;&#x8FDB;&#x884C;&#x4E86;&#x9884;&#x552E;&#x3002;&#x8FD9;&#x6B21;&#x9884;&#x552E;&#x4F7F;&#x7528;&#x4E86;&#x6211;&#x8FD9;&#x8FB9;&#x5168;&#x90E8;&#x7684;&#x5F71;&#x54CD;&#x529B;&#xFF0C;&#x5305;&#x62EC;&#x5FAE;&#x535A;&#x5934;&#x6761;&#x3001;&#x63A8;&#x9001;&#x3001;&#x5FAE;&#x4FE1;&#x63A8;&#x9001;&#x3001;&#x7AD9;&#x5916;&#x8F6C;&#x53D1;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407184813.png" alt=""></p>
<p>&#x4F46;&#x6700;&#x7EC8;&#x4EE5;3&#x5143;&#x7684;&#x5B9A;&#x4EF7;&#xFF0C;&#x53EA;&#x5356;&#x51FA;&#x53BB;&#x4E86;&#x4E0D;&#x5230;700&#x5957;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x5373;&#x4F7F;&#x6211;&#x4EEC;&#x628A;&#x5B9A;&#x4EF7;&#x63D0;&#x5347;&#x5230;30&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x6536;&#x76CA;&#x4E5F;&#x5C31;&#x51E0;&#x4E07;&#x3002;&#x4E8E;&#x662F;&#x6211;&#x4EEC;&#x4E2D;&#x6B62;&#x4E86;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x7B2C;&#x4E8C;&#x5B63;&#xFF0C;&#x628A;&#x5B83;&#x5408;&#x5E76;&#x5230;&#x4E86;node&#x7248;&#x5168;&#x6808;&#x8BFE;&#x4E2D;&#x3002;</p>
<p>&#x9664;&#x4E86;MVP&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x9884;&#x552E;&#x5E73;&#x53F0;&#x6765;&#x552E;&#x5356;&#x6298;&#x6263;&#x7801;&#x3001;&#x4F18;&#x60E0;&#x5238;&#xFF0C;&#x5728;&#x8BFE;&#x7A0B;&#x8FD8;&#x672A;&#x5236;&#x4F5C;&#x4E4B;&#x524D;&#xFF0C;&#x5C31;&#x628A;&#x6536;&#x76CA;&#x9501;&#x5B9A;&#x5230;&#x4E00;&#x4E2A;&#x533A;&#x95F4;&#x91CC;&#x8FB9;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x9884;&#x4F30;&#x4E0A;&#x9650;&#x548C;&#x4E0B;&#x9650;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6709;&#x6548;&#x7684;&#x63A7;&#x5236;&#x98CE;&#x9669;&#x3002;&#x5C3D;&#x53EF;&#x80FD;&#x7684;&#x51CF;&#x5C11;&#x90A3;&#x79CD;&#x505A;&#x4E86;&#x4E00;&#x5E74;&#x5356;&#x4E86;&#x4E00;&#x5957;&#x7684;&#x60B2;&#x60E8;&#x72B6;&#x51B5;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407184829.png" alt=""></p>
<p>&#x4E3A;&#x4E86;&#x5C3D;&#x53EF;&#x80FD;&#x964D;&#x4F4E;MVP&#x7684;&#x6210;&#x672C;&#xFF0C;&#x6211;&#x4EEC;&#x91C7;&#x7528;&#x673A;&#x5668;&#x8BED;&#x97F3;&#x6765;&#x8FDB;&#x884C;&#x65E9;&#x671F;&#x6D4B;&#x8BD5;&#x3002;&#x5B83;&#x53EA;&#x9700;&#x8981;&#x7F16;&#x5199;PPT&#x5C31;&#x80FD;&#x81EA;&#x52A8;&#x751F;&#x6210;&#x5E26;&#x6F14;&#x8BB2;&#x8BED;&#x97F3;&#x7684;&#x89C6;&#x9891;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5DF2;&#x7ECF;&#x6709;&#x4E0D;&#x5C11;&#x5B66;&#x5458;&#x4E86;&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x4EE5;&#x63D0;&#x4F9B;&#x7ED9;&#x4ED6;&#x4EEC;&#x8BD5;&#x5B66;&#xFF0C;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x53CD;&#x9988;&#x610F;&#x89C1;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x6D4B;&#x8BD5;&#x673A;&#x5668;&#x8BED;&#x97F3;&#x7684;&#x6548;&#x679C;&#x5728;&#x4E2A;&#x4EBA;&#x6D41;&#x91CF;&#x8F6C;&#x5316;&#x7684;&#x5B66;&#x5458;&#x4E2D;&#x53CD;&#x9988;&#x76F8;&#x5F53;&#x597D;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x76EE;&#x524D;&#x8BFE;&#x7A0B;&#x90FD;&#x91C7;&#x7528;&#x4E86;&#x673A;&#x5668;&#x8BED;&#x97F3;&#x3002;&#x4F46;&#x662F;&#x5728;&#x5E73;&#x53F0;&#x6D41;&#x91CF;&#x4E2D;&#xFF0C;&#x8F6C;&#x5316;&#x4E0D;&#x884C;&#x3002;&#x5728;&#x8003;&#x8651;&#x7A0D;&#x540E;&#x5236;&#x4F5C;&#x4EF7;&#x683C;&#x66F4;&#x9AD8;&#x7684;&#x771F;&#x4EBA;&#x8BED;&#x97F3;&#x7248;&#x672C;&#x53BB;&#x8F6C;&#x5316;&#x5E73;&#x53F0;&#x6D41;&#x91CF;&#x3002;</p>
<p>&#x6211;&#x628A;&#x8FD9;&#x4E2A;PPT&#x81EA;&#x52A8;&#x6F14;&#x8BB2;&#x7684;&#x7CFB;&#x7EDF;&#x505A;&#x6210;&#x514D;&#x8D39;&#x670D;&#x52A1;&#x4E86;&#xFF0C;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x540C;&#x5B66;&#x53EF;&#x4EE5;&#x7528;&#x7528;&#x3002;&#x7F51;&#x5740;&#x662F; slide.ftqq.com</p>
<p><img src="https://theseven.ftqq.com/20200407184845.png" alt=""></p>
<h3 id="part-3">Part 3</h3>
<p>&#x5728;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#x91CC;&#x8FB9;&#xFF0C;&#x6211;&#x4F1A;&#x5206;&#x4EAB;&#x4E00;&#x4E9B;&#x6700;&#x4E3A;&#x5177;&#x4F53;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x4E3A;&#x4E00;&#x4E9B;&#x611F;&#x5174;&#x8DA3;&#x4F46;&#x8FD8;&#x6CA1;&#x5B66;&#x4F1A;&#x505A;&#x8BFE;&#x7684;&#x540C;&#x5B66;&#x505A;&#x4E0B;&#x7B80;&#x5355;&#x5165;&#x95E8;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185241.png" alt=""></p>
<p>&#x8BFE;&#x7A0B;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x7ED3;&#x6784;&#x5C31;&#x662F;&#x5927;&#x7EB2;&#xFF0C;&#x4E00;&#x4EFD;&#x597D;&#x7684;&#x5927;&#x7EB2;&#x53EF;&#x4EE5;&#x7A33;&#x5B9A;50%&#x7684;&#x54C1;&#x8D28;&#xFF0C;&#x66F4;&#x53EF;&#x4EE5;&#x8282;&#x7EA6;&#x5927;&#x91CF;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x867D;&#x7136;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x5927;&#x7EB2;&#x600E;&#x4E48;&#x5199;&#xFF0C;&#x4F46;&#x662F;&#x5927;&#x90E8;&#x5206;&#x7684;&#x5927;&#x7EB2;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x5F88;&#x4E25;&#x91CD;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x4E0D;&#x591F;&#x8BE6;&#x7EC6;&#x3002;&#x5982;&#x679C;&#x53EF;&#x80FD;&#x7684;&#x8BDD;&#xFF0C;&#x6211;&#x5176;&#x5B9E;&#x662F;&#x5EFA;&#x8BAE;&#x5927;&#x7EB2;&#x8981;&#x7EC6;&#x5230;&#x6BCF;&#x4E00;&#x6BB5;&#x7684;&#x3002;&#x4E0D;&#x662F;&#x8BF4;&#x4F60;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x8981;&#x5199;&#x90A3;&#x4E48;&#x7EC6;&#xFF0C;&#x5E94;&#x8BE5;&#x5148;&#x7AE0;&#x3001;&#x540E;&#x8282;&#x3001;&#x6700;&#x540E;&#x518D;&#x6BB5;&#x3002;&#x8FD9;&#x91CC;&#x662F;&#x5F3A;&#x8C03;&#x5728;&#x5927;&#x7EB2;&#x4E2D;&#x6700;&#x597D;&#x628A;&#x6BCF;&#x4E00;&#x6BB5;&#x8BF4;&#x4EC0;&#x4E48;&#x786E;&#x5B9A;&#x4EE5;&#x540E;&#x518D;&#x5F80;&#x4E0B;&#x8D70;&#x3002;</p>
<p>&#x6211;&#x7528;&#x7684;&#x5DE5;&#x5177;&#x6700;&#x5F00;&#x59CB;&#x662F; Xmind Zen&#xFF0C;&#x4E0D;&#x8FC7;&#x5B83;&#x4EEC;&#x5BB6;&#x7684;&#x8F6F;&#x4EF6;&#x5728;2000&#x4E2A;&#x8282;&#x70B9;&#x7684;&#x65F6;&#x5019;&#x6027;&#x80FD;&#x5C31;&#x4E0D;&#x592A;&#x597D;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x8BA2;&#x9605;&#x5236;&#x7684;&#x3002;&#x800C;&#x8BA2;&#x9605;&#x4E86;&#x5BFC;&#x51FA;PDF&#x4E0A;&#x8FB9;&#x8FD8;&#x6709;&#x5B83;&#x4EEC;&#x5BB6;&#x7684;logo&#x3002;&#x6240;&#x4EE5;&#x540E;&#x6765;&#x5C31;&#x6362;&#x6210; MindNode &#x4E86;&#xFF0C;&#x4E00;&#x6B21;&#x8D2D;&#x4E70;&#xFF0C;&#x7EC8;&#x8EAB;&#x4F7F;&#x7528;&#x3002;&#x552F;&#x4E00;&#x86CB;&#x75BC;&#x7684;&#x662F;&#x53EA;&#x6709;Mac&#x7248;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x9009;&#x62E9;&#x662F; Dynalist &#xFF0C;&#x867D;&#x7136;&#x4E25;&#x683C;&#x7684;&#x8BB2;&#x5B83;&#x4E0D;&#x662F;&#x601D;&#x7EF4;&#x5BFC;&#x51FA;&#xFF0C;&#x800C;&#x662F;&#x7C7B;&#x4F3C;&#x4E8E; workflow &#x90A3;&#x79CD;&#x6811;&#x7ED3;&#x6784;&#x3002;&#x4F46;&#x53EF;&#x4EE5;&#x65E0;&#x9650;&#x5C42;&#x7EA7;&#x5F80;&#x4E0B;&#x5199;&#x4E1C;&#x897F;&#x7684;&#x611F;&#x89C9;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x3002;&#x800C;&#x4E14;&#x514D;&#x8D39;&#x7248;&#x5C31;&#x975E;&#x5E38;&#x591F;&#x7528;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185307.png" alt=""></p>
<p>&#x6700;&#x540E;&#xFF0C;&#x548C;&#x5199;&#x5C0F;&#x8BF4;&#x4E0D;&#x540C;&#xFF0C;&#x5176;&#x5B9E;&#x5927;&#x90E8;&#x5206;&#x8BFE;&#x7A0B;&#x7684;&#x5927;&#x7EB2;&#x90FD;&#x662F;&#x5DEE;&#x4E0D;&#x591A;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x591A;&#x53C2;&#x8003;&#x4E0B;&#x5356;&#x5F97;&#x597D;&#x7684;&#x8BFE;&#x7A0B;&#x7684;&#x5927;&#x7EB2;&#xFF0C;&#x53EF;&#x4EE5;&#x53CA;&#x65F6;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x7684;&#x758F;&#x6F0F;&#x4E4B;&#x5904;&#x3002;</p>
<p>&#x5F88;&#x591A;&#x540C;&#x5B66;&#x5199;&#x6280;&#x672F;&#x6587;&#x7AE0;&#x6BD4;&#x8F83;&#x591A;&#xFF0C;&#x5F80;&#x5F80;&#x628A;&#x5199;&#x6587;&#x7AE0;&#x7684;&#x4E60;&#x60EF;&#x8FC1;&#x79FB;&#x5230;&#x505A;&#x8BFE;&#x4E0A;&#x6765;&#x3002;&#x5176;&#x5B9E;&#x76EE;&#x524D;&#x5927;&#x90E8;&#x5206;&#x8BFE;&#x7A0B;&#x662F;&#x4EE5;&#x89C6;&#x9891;&#x4E3A;&#x4E3B;&#x8981;&#x8F7D;&#x4F53;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x5E94;&#x8BE5;&#x4EE5;&#x753B;&#x9762;&#x4E3A;&#x4E2D;&#x5FC3;&#x7EC4;&#x7EC7;&#x5185;&#x5BB9;&#x3002;</p>
<p>&#x8FD9;&#x53E5;&#x8BDD;&#x770B;&#x8D77;&#x6765;&#x4E0D;&#x592A;&#x597D;&#x7406;&#x89E3;&#xFF0C;&#x6211;&#x7FFB;&#x8BD1;&#x4E00;&#x4E0B;&#xFF1A;&#x300C;&#x522B;&#x7528;word&#xFF0C;&#x7528;ppt&#x548C;keynote&#x300D;&#xFF1B;&#x300C;&#x80FD;&#x7528;&#x56FE;&#xFF0C;&#x5C31;&#x522B;&#x7528;&#x5B57;&#x300D;&#x3002;</p>
<p>&#x522B;&#x5C06;&#x8BFE;&#x7A0B;&#x60F3;&#x8C61;&#x6210;&#x4E00;&#x672C;&#x4E66;&#xFF0C;&#x5E94;&#x8BE5;&#x628A;&#x5B83;&#x60F3;&#x8C61;&#x6210;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x6F14;&#x8BB2;&#x3002;&#x5C31;&#x50CF;&#x5929;&#x5929;&#x8BB2;TED&#x4E00;&#x6837;&#xFF0C;&#x6BCF;&#x4E00;&#x8282;&#x8BFE;&#x5341;&#x6765;&#x5206;&#x949F;&#xFF0C;&#x4F60;&#x8981;&#x60F3;&#x529E;&#x6CD5;&#x628A;&#x5B83;&#x8BB2;&#x5F97;&#x98CE;&#x751F;&#x6C34;&#x8D77;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185325.png" alt=""></p>
<p>&#x5728;&#x5F55;&#x5236;&#x8BFE;&#x7A0B;&#x4F7F;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x4F7F;&#x7528;Mac&#x7CFB;&#x7EDF;&#x7684;&#x540C;&#x5B66;&#xFF0C;&#x90A3;&#x4E48;&#x606D;&#x559C;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x4F7F;&#x7528; Keynote &#x548C; iMoive &#x8FD9;&#x4E24;&#x4E2A;&#x514D;&#x8D39;&#x8F6F;&#x4EF6;&#x6765;&#x8FDB;&#x884C;&#x8BFE;&#x7A0B;&#x5F55;&#x5236;&#x3002;</p>
<p>&#x5728; Keynote &#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9; &#x300C;Play&#x300D;&#x2192; &#x300C;Record slideshow &#x300D;&#x8FDB;&#x884C;&#x8BFE;&#x7A0B;&#x7684;&#x5F55;&#x5236;&#xFF0C;&#x5B8C;&#x6210;&#x4EE5;&#x540E;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x5BFC;&#x51FA;&#x4E3A;&#x89C6;&#x9891;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185338.png" alt=""></p>
<p>&#x5BF9;&#x4E8E;&#x4E0D;&#x5728; Keynote &#x4E2D;&#x5C55;&#x793A;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x5219;&#x5EFA;&#x8BAE;&#x4F7F;&#x7528; OBS &#x8FD9;&#x4E2A;&#x5F00;&#x6E90;&#x8F6F;&#x4EF6;&#x6765;&#x5F55;&#x5236;&#x3002;&#x5B83;&#x662F;&#x8DE8;&#x5E73;&#x53F0;&#x7684;&#xFF0C;&#x5728; Mac &#x548C; Win &#x4E0B;&#x90FD;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x5728;&#x5F55;&#x5236;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5EFA;&#x8BAE;&#x4F7F;&#x7528; Keycastr &#x8FD9;&#x4E2A;&#x5F00;&#x6E90;&#x8F6F;&#x4EF6;&#x6765;&#x663E;&#x793A;&#x6309;&#x952E;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185347.png" alt=""></p>
<p>&#x7B49; PPT &#x548C;&#x5B9E;&#x6218;&#x90E8;&#x5206;&#x7684;&#x89C6;&#x9891;&#x90FD;&#x5F55;&#x5236;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x5C31;&#x8BE5;&#x4F7F;&#x7528; iMovie &#x6765;&#x8FDB;&#x884C;&#x526A;&#x8F91;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x4F7F;&#x7528;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x662F;&#x6211;&#x7528;&#x8FC7;&#x7684;&#x8F6F;&#x4EF6;&#x91CC;&#x505A;&#x5F97;&#x6700;&#x68D2;&#x7684;&#x3002;&#x800C;&#x4E14;&#x662F;&#x514D;&#x8D39;&#x7684;&#x3002;&#x987A;&#x4FBF;&#x8BF4;&#x4E00;&#x4E0B;&#xFF0C;iMoive &#x662F;&#x652F;&#x6301;&#x97F3;&#x9891;&#x53BB;&#x566A;&#x7684;&#xFF0C;&#x5EFA;&#x8BAE;&#x6253;&#x5F00;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185403.png" alt=""></p>
<p>&#x6700;&#x540E;&#xFF0C;&#x5982;&#x679C;&#x5ACC; iMoive &#x5BFC;&#x51FA;&#x7684;&#x89C6;&#x9891;&#x4F53;&#x79EF;&#x5927;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528; HandBrake &#x6765;&#x538B;&#x5236;&#xFF0C;&#x9009;&#x62E9; fast 1080p30 &#xFF0C;&#x80FD;&#x8F93;&#x51FA;&#x5927;&#x5C0F;&#x548C;&#x753B;&#x8D28;&#x90FD;&#x4E0D;&#x9519;&#x7684;&#x89C6;&#x9891;&#x3002;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x4E5F;&#x662F;&#x5F00;&#x6E90;&#x7684;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x538B;&#x5B57;&#x5E55;&#x3002;&#x6700;&#x6709;&#x610F;&#x601D;&#x7684;&#x662F;&#xFF0C;&#x5B83;&#x5176;&#x5B9E;&#x8FD8;&#x652F;&#x6301;&#x547D;&#x4EE4;&#x884C;&#x8C03;&#x7528;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x811A;&#x672C;&#x6765;&#x505A;&#x81EA;&#x52A8;&#x5316;&#x3002;</p>
<p><img src="https://theseven.ftqq.com/20200407185411.png" alt=""></p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B22;&#x5B8C;&#x5168;&#x7684;&#x63A7;&#x5236;&#x611F;&#x800C;&#x4E14;&#x6709;&#x94B1;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;adobe&#x7684;&#x5168;&#x5BB6;&#x6876;&#x3002;&#x526A;&#x8F91;&#x7528;PR&#x3001;&#x97F3;&#x9891;&#x7528;AU&#x3002;</p>
<p>&#x5728;&#x8BFE;&#x7A0B;&#x526A;&#x8F91;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x6BD4;&#x8F83;&#x4E60;&#x60EF;&#x526A;&#x6389;&#x5927;&#x90E8;&#x5206;&#x7684;&#x7A7A;&#x767D;&#x5E76;&#x52A0;&#x901F;&#x7B49;&#x5F85;&#x3002;&#x4E0D;&#x8FC7;&#x6709;&#x4E9B;&#x540C;&#x5B66;&#x4E70;&#x8BFE;&#x770B;&#x65F6;&#x95F4;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x8BFE;&#x7A0B;&#x6839;&#x672C;&#x4E0D;&#x505A;&#x526A;&#x8F91; </p>
<p><img src="https://theseven.ftqq.com/20200407185426.png" alt=""></p>
<p>&#x6211;&#x4E2A;&#x4EBA;&#x7684;&#x611F;&#x89C9;&#x5176;&#x5B9E;&#x505A;&#x8BFE;&#x5E76;&#x4E0D;&#x592A;&#x9700;&#x8981;&#x7279;&#x522B;&#x786C;&#x4EF6;&#xFF0C;&#x4E3B;&#x8981;&#x7684;&#x5C31;&#x662F;&#x9EA6;&#x514B;&#x98CE;&#x3002;&#x6211;&#x4E4B;&#x524D;&#x7528;&#x8FC7;&#x6269;&#x5C55;&#x58F0;&#x5361;&#x3001;&#x5F55;&#x97F3;&#x7B14;&#xFF0C;&#x611F;&#x89C9;&#x90FD;&#x8FD8;&#x884C;&#x3002;&#x73B0;&#x5728;&#x7528;&#x7684;&#x662F; Zoom &#x7684; H1n &#xFF0C;&#x8FD9;&#x4E2A;&#x8BBE;&#x5907;&#x5145;&#x7535;&#x540E;&#x53EF;&#x4EE5;&#x968F;&#x624B;&#x62FF;&#x7740;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x8FC7;USB&#x76F4;&#x8FDE;&#x7535;&#x8111;&#x5F55;&#x97F3;&#xFF0C;&#x8FD8;&#x80FD;&#x653E;&#x5230;&#x76F8;&#x673A;&#x4E0A;&#x8FB9;&#x7528;&#xFF0C;&#x611F;&#x89C9;&#x8FD8;&#x662F;&#x4E0D;&#x9519;&#x7684;&#x3002;</p>
<p>&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#xFF0C;&#x8FD9;&#x4E00;&#x7BC7;&#x957F;&#x6587;&#x7684;&#x91CD;&#x70B9;&#x662F;&#xFF1A;</p>
<ul>
<li>&#x517C;&#x804C;&#x505A;&#x8BFE;&#x6BD4;&#x5168;&#x804C;&#x505A;&#x8BFE;&#x53EF;&#x80FD;&#x66F4;&#x597D;</li>
<li>&#x9009;&#x9898;&#x548C;&#x5B9A;&#x4EF7;&#x51B3;&#x5B9A;&#x7684;&#x6536;&#x5165;&#x4E0A;&#x9650;</li>
<li>&#x5F71;&#x54CD;&#x529B;&#x548C;&#x5E73;&#x53F0;&#x6D41;&#x91CF;&#x51B3;&#x5B9A;&#x4E86;&#x6536;&#x5165;&#x4E0B;&#x9650;</li>
<li>&#x9884;&#x552E;&#x53EF;&#x4EE5;&#x6D4B;&#x8BD5;&#x6536;&#x5165;&#x4E0B;&#x9650;&#xFF0C;&#x907F;&#x514D;&#x65E0;&#x6548;&#x6295;&#x5165;</li>
<li>&#x901A;&#x8FC7;&#x4E92;&#x52A8;&#x8BFE;&#x53EF;&#x4EE5;&#x76F8;&#x5F53;&#x7A0B;&#x5EA6;&#x7684;&#x53CD;&#x76D7;&#x7248;</li>
<li>&#x6280;&#x672F;&#x8BFE;&#x7A0B;&#x662F;&#x6280;&#x672F;&#x5B9E;&#x8DF5;&#x7684;&#x526F;&#x4EA7;&#x54C1;&#xFF0C;&#x9700;&#x8981;&#x4E00;&#x76F4;&#x901A;&#x8FC7;&#x5B9E;&#x8DF5;&#x6765;&#x9A71;&#x52A8;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="ch07.html" class="navigation navigation-prev " aria-label="Previous page: 销售时间片的方式">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="ch12.html" class="navigation navigation-next " aria-label="Next page: 适合程序员创造的资产·付费专栏">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"适合程序员创造的资产·付费课程","level":"1.10","depth":1,"next":{"title":"适合程序员创造的资产·付费专栏","level":"1.11","depth":1,"path":"ch12.md","ref":"ch12.md","articles":[]},"previous":{"title":"销售时间片的方式","level":"1.9","depth":1,"path":"ch07.md","ref":"ch07.md","articles":[]},"dir":"ltr"},"config":{"plugins":[],"styles":{"website":"mystyle.css","pdf":"mystyle.css","mobi":"mystyle.css","epub":"mystyle.css"},"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"cn","links":{"sidebar":{"方糖气球":"http://ftqq.com/"}},"gitbook":"*"},"file":{"path":"ch13.md","mtime":"2020-04-07T14:41:16.047Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-05-08T02:44:58.207Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

